Repository: connectbot/connectbot
Catalog: fortune/*.po
Languages: da, de, es, he, id, ru, sv, vi

# font_downloading
source: Downloading font…
id: Mengunduh font…
vi: Đang tải xuống phông chữ…

# pref_localfont_title
source: Import local font
de: Lokale Schrift importieren
es: Importar fuente local
id: Impor font lokal
vi: Nhập phông chữ cục bộ

# pref_localfont_summary
source: Import a font file from storage (TTF, OTF)
de: Importiere eine Schriftdatei aus dem Speicher TTF OTF
es: Importa un archivo de fuente desde almacenamiento TTF OTF
id: Impor file font dari penyimpanan (TTF, OTF)
vi: Nhập một tệp phông chữ từ bộ nhớ (TTF, OTF)

# dialog_localfont_title
source: Import Font
de: Schriftart importieren
es: Importar Fuente
id: Impor Font
vi: Nhập phông chữ

# dialog_localfont_hint
source: Display name for the font
de: Anzeigename für die Schriftart
es: Nombre de visualización para la fuente
id: Nama tampilan untuk jenis huruf
vi: Tên hiển thị của phông chữ

# button_import
source: Import
de: Importieren
es: Importar
id: Impor
vi: Nhập

# font_importing
source: Importing font…
de: Schrift importieren…
es: Importando fuente…
id: Mengimpor font…
vi: Đang nhập phông chữ…

# pref_backupkeys_title
source: Backup pubkeys
de: Sicherung Öffentliche Schlüssel
es: Copia de seguridad de claves públicas
id: Cadangkan kunci publik
ru: Резервировать открытые ключи
vi: Sao lưu khóa

# pref_backupkeys_summary
source: Keep back-ups of the private keys using Android's backup mechanism
de: Bewahren Sie Backups der privaten Schlüssel mit dem Backup-Mechanismus von Android auf
es: Mantener copias de seguridad de las claves privadas usando el mecanismo de Android
id: Simpan cadangan kunci privat menggunakan mekanisme pencadangan Android
ru: Сохранять резервные копии открытых ключей, используя механизм резервного копирования Android
vi: Giữ sao lưu của khóa riêng tư bằng cơ chế sao lưu của Android

# pref_ui_category
source: User interface
da: Brugerflade
de: Benutzungsschnittstelle
es: Interfaz de usuario
he: מנשק משתמש
id: Antarmuka pengguna
ru: Пользовательский интерфейс
sv: Användargränssnitt
vi: Giao diện người dùng

# pref_language_title
source: Language
id: Bahasa
vi: Ngôn ngữ

# pref_language_system_default
source: System default
id: Pengaturan bawaan sistem
vi: Mặc định của hệ thống

# pref_rotation_title
source: Rotation mode
da: Rotations tilstand
de: Rotationsmodus
es: Modo de rotación
he: מצב סיבוב
id: Mode rotasi
ru: Ориентация экрана
sv: Rotationsläge
vi: Chế độ xoay

# pref_titlebarhide_title
source: Autohide title bar
de: Titelleiste ausblenden
es: Ocultar automáticamente la barra de título
id: Sembunyikan bilah judul secara otomatis
ru: Автоскрытие заголовка
vi: Tự động ẩn thanh tiêu đề

# pref_titlebarhide_summary
source: Tap console to show title bar and access menu
de: Tippe in die Konsole um die Titelleiste und das Menu einzublenden
es: Tocar la pantalla para que se muestre la barra de título y el menú de acceso
id: Ketuk konsol untuk menampilkan bilah judul dan mengakses menu
ru: Нажмите на консоль, чтобы показать заголовок и меню
vi: Nhấn vào console để hiển thị thanh tiêu đề và truy cập menu

# pref_alwaysvisible_title
source: Special keys always visible
de: Zusatztasten immer sichtbar
es: Teclas especiales siempre visibles
id: Tombol-tombol khusus selalu terlihat
ru: Специальные клавиши всегда видны
vi: Các phím đặc biệt luôn hiển thị

# pref_pg_updn_gesture_title
source: Page up/down gesture
de: Bild auf/ab Geste
es: gesto de página arriba/abajo
id: Gerakan menggulir ke atas/bawah
ru: Жест для Page Up/Down
vi: Cử chỉ page up/down

# pref_pg_updn_gesture_summary
source: Swipe the left third of the screen to send pg up/dn to the terminal
de: Ziehe deinen Finger über das linke Drittel des Bildschirms um Bild auf/ab an die Konsole zu schicken
es: Desliza en el tercio izquierdo de la pantalla para enviar página arriba/abajo en la terminal
id: Geser sepertiga bagian kiri layar untuk mengirim perintah naik/turun ke terminal
ru: Проведите по левой трети экрана, чтобы послать в терминал Page Up/Down
vi: Vuốt một phần ba bên trái của màn hình để gửi pg up/dn đến console

# pref_fullscreen_title
source: Full screen
da: Fuld skærm
de: Vollbild
es: Pantalla completa
he: מסך מלא
id: Layar penuh
ru: Полный экран
sv: Helskärm
vi: Toàn màn hình

# pref_fullscreen_summary
source: Hide status bar while in console
da: Skjul statusbar i konsol
de: Statuszeile in der Konsole verbergen
es: Esconder barra de estatus cuando este en consola
he: להסתיר את שורת המצב בעת השימוש במסוף
id: Sembunyikan bar status ketika dalam konsol
ru: Убирать панель статуса во время работы с консолью
sv: Göm status medan konsol visas
vi: Ẩn thanh trạng thái khi ở trong console

# pref_keyboard_category
source: Keyboard
de: Tastatur
es: Teclado
id: Papan tik
ru: Клавиатура
vi: Bàn phím

# pref_shiftfkeys_title
source: Shift+num are F-keys
de: Shift+Nummer sind F-Tasten
es: Mayús+num son las teclas de función F1 a F10
id: Shift ditambah angka adalah tombol F
ru: Shift+Num как F-клавиши
vi: Shift+số là phím F1-F10

# pref_shiftfkeys_summary
source: On hardware keyboards, number keys send F1-F10 with shift
de: Hardware Tastaturen schicken F1-F10 durch Shift+Nummer
es: En teclados hardware, las teclas de los números + la tecla Mayús son las teclas de función F1 a F10
id: Pada keyboard fisik, tombol angka mengirimkan F1-F10 saat tombol Shift ditekan
ru: На аппаратной клавиатуре цифровые клавиши при нажатии Shift будут посылать F1-F10
vi: Trên bàn phím vật lý, các phím số gửi F1-F10 với shift

# pref_ctrlfkeys_title
source: Ctrl+num are F-keys
de: Strg+Nummer sind F-Tasten
es: Ctrl+num son las teclas de función F1 a F10
id: Ctrl+angka adalah tombol fungsi
ru: Ctrl+Num как F-клавиши
vi: Ctrl+số là phím F1-F10

# pref_ctrlfkeys_summary
source: On software keyboards, number keys send F1-F10 with ctrl
de: Software Tastaturen schicken F1-F10 durch Shift+Nummer
es: En teclados hardware, las teclas de los números + la tecla Ctrl son las teclas de función F1 a F10
id: Pada keyboard virtual, tombol angka mengirimkan F1-F10 dengan tombol Ctrl
ru: На экранной клавиатуре цифровые клавиши при нажатии Ctrl будут посылать F1-F10
vi: Trên bàn phím ảo, các phím số gửi F1-F10 với ctrl

# pref_volumefont_title
source: Volume keys change font size
de: Lautstärketasten ändern die Schriftgröße
es: Las teclas de volumen cambian el tamaño de letra
id: Tombol volume mengubah ukuran font
ru: Клавиши громкости меняют размер шрифта
vi: Phím âm lượng thay đổi kích thước phông chữ

# pref_memkeys_title
source: Remember keys in memory
da: Husk nøgler i hukommelsen
de: Schlüssel im Speicher behalten
es: Recordar claves en memoria
he: לשמור את המפתחות בזיכרון
id: Ingat kunci dalam memori
ru: Запомнить ключи в памяти
sv: Kom ihåg nycklar
vi: Ghi nhớ khoá trong bộ nhớ

# pref_memkeys_summary
source: Keep unlocked keys in memory until backend service is terminated
da: Gem oplåste nøgler i hukommelsen indtil baggrunds servicen er afsluttet
de: Entsperrte Schlüssel im Speicher halten, bis der Hintergrunddienst beendet wurde
es: Recordar claves en memoria hasta que el servicio en segundo plano termine
he: להשאיר את המפתחות לאחר השחרור בזיכרון עד ששירות המנגנון מושבת
id: Simpan kunci yang terbuka kedalam memori hingga layanan backend berakhir
ru: Держать ключи в памяти пока процессы работают
sv: Behåll olåsta nycklar i minnet tills bakände-tjänst avslutas
vi: Giữ các khóa đã mở khóa trong bộ nhớ cho đến khi dịch vụ nền bị huỷ

# pref_conn_persist_title
source: Persist connections
da: Vedvarende forbindelser
de: Persistente Verbindungen
es: Conexiones persistentes
he: חיבורים עיקשים
id: Pertahankan koneksi
ru: Постоянные соединения
sv: Kvarstående anslutningar
vi: Duy trì kết nối

# pref_conn_persist_summary
source: Force connections to stay connected while in background
da: Tving forbindelser til at være aktive i baggrunden
de: Erhalte Verbindungen auch im Hintergrund
es: Mantener conexiones activas en segundo plano
he: לשמור על החיבורים פעילים ברקע
id: Paksa koneksi untuk tetap terhubung ketika bekerja di belakang layar
ru: Принудительно сохранять соединения в фоновом режиме.
sv: Tvinga anslutningar att fortsätta i bakgrunden
vi: Buộc các kết nối phải duy trì kết nối khi ở chế độ nền

# pref_keymode_title
source: Directory shortcuts
da: Biblioteksgenveje
de: Verzeichniskürzel
es: Secuencia de teclas para directorios
he: קיצורי ספריות
id: Jalan pintas direktori
ru: Ярлыки папок
sv: Genvägar för katalog
vi: Các phím tắt của thư mục

# pref_stickymodifiers_title
source: Sticky modifiers
de: Sticky Modifikatoren
es: Corrección de errores al teclear
id: Tombol pengubah yang tetap aktif
ru: Залипание модификаторов
vi: Các thay đổi đỉnh đính lên top

source: Only alt
de: Nur Alt
es: Detener solamente
id: Hanya Alt
ru: Только Alt
vi: Chỉ phím Alt

# pref_camera_title
source: Camera shortcut
da: Kamera genveje
de: Kamerakürzel
es: Boton de la Cámara
he: קיצור דרך מצלמה
id: Jalan pintas kamera
ru: Ярлык камеры
sv: Genväg för kamera
vi: Phím tắt cho camera

# pref_keepalive_title
source: Keep screen awake
da: Hold skærm tændt
de: Bildschirm anlassen
es: Mantener pantalla activa
he: להשאיר את המסך פעיל
id: Jaga layar tetap terbuka
ru: Держать экран включенным
sv: Håll skärmen aktiv
vi: Giữ màn hình không bị tắt

# pref_keepalive_summary
source: Prevent the screen from turning off when working in a console
da: Undgå skærm slukker når der arbejdes i en konsol
de: Verhindern, dass beim Arbeiten an der Konsole der Bildschirm abgeschaltet wird
es: Prevenir que se apague la pantalla cuando se este trabajando en consola
he: למנוע את כיבוי המסך בעת העבודה עם המסוף
id: Mencegah layar menjadi padam ketika bekerja dalam sebuah konsol
ru: Препятствовать отключению экрана при работе в консоли
sv: Håll skärmen aktiv medan konsolen används
vi: Giữ màn hình không bị tắt khi đang thực hiện tác vụ trong console

# pref_wifilock_title
source: Keep Wi-Fi active
da: Hold Wi-Fi aktiv
de: WLAN aktiviert lassen
es: Mantener la red inálambrica activa
he: להשאיר את הרשת האלחוטית פעילה
id: Wi-Fi selalu aktif
ru: Держать Wi-Fi включенным
sv: Håll trådlöst nätverk aktivt
vi: Giữ kết nối Wi-Fi

# pref_wifilock_summary
source: Prevent Wi-Fi from turning off when a session is active
da: Undgå at Wi-Fi slår fra imens en session er aktiv
de: Verhindern, dass während einer aktiven Sitzung WLAN deaktiviert wird
es: Prevenir que la red inálambrica se apague mientras haya una conexión activa
he: למנוע את כיבוי מתאם הרשת האלחוטית כאשר ישנו חלון פעיל
id: Jaga Wi-Fi agar tidak padam ketika sesi aktif
ru: Препятствовать отключению Wi-Fi при активном сеансе
sv: Hindra att trådlöst nätverk slås av under en aktiv session
vi: Giữ kết nối Wi-Fi không bị tắt khi đang có một phiên làm việc đang hoạt động

# pref_bumpyarrows_title
source: Bumpy arrows
da: Vibrerende pile
de: Vibrierende Pfeiltasten
es: Cursor con vibración
he: חצים עם רטט
id: Panah belok
ru: Настройки обратной связи при нажатии
sv: Aktiva piltangenter
vi: Các mũi tên gồ ghề

# pref_bumpyarrows_summary
source: Vibrate when sending arrow keys; useful for laggy connections
de: Vibrieren wenn Pfeil-Tasten gesendet werden; nützlich bei schlechten Verbindungen
es: Vibrar cuando esté enviando teclas de flecha; útil para conexiones con retraso
id: Getarkan perangkat saat mengirimkan tombol panah; berguna untuk koneksi yang lambat
ru: Вибрировать при отсылке клавиш со стерлками. Полезно для медленных соединений
vi: Rung khi gửi các phím mũi tên. Hữu dụng khi các kết nối không ổn định (lag)

# pref_bell_category
source: Terminal bell
da: Terminalklokke
de: Terminalglocke
es: Timbre del terminal
he: פעמון מסוף
id: Bel terminal
ru: Звуковой сигнал терминала
sv: Terminal-ljud
vi: Chuông Terminal

# pref_bell_title
source: Audible bell
da: Hørbar klokke
de: Hörbare Glocke
es: Timbre audible
he: פעמון עם צליל
id: Bel berdering
ru: Включить звонок
sv: Aktivt
vi: Chuông báo hiệu

# pref_bell_summary
source: Play sound on terminal alert
de: Spiele Sound bei Terminalwarnung
es: Reproducir sonido en alerta de terminal
id: Putar suara saat ada notifikasi di terminal
vi: Phát âm thanh khi có thông báo trên giao diện dòng lệnh

# pref_bell_volume_title
source: Bell volume
da: Klokke volume
de: Glockenlautstärke
es: Volúmen del timbre
he: עצמת הפעמון
id: Volume dering
ru: Громкость сигнала
sv: Ljudvolym
vi: Âm lượng chuông

# pref_bell_vibrate_title
source: Vibrate on bell
da: Vibrér når klokken ringer
de: Bei Glocke vibrieren
es: Vibrar con el timbre
he: רטט עם הפעמון
id: Getarkan saat berdering
ru: Виброотклик
sv: Vibrera
vi: Rung khi có chuông

# pref_bell_vibrate_summary
source: Vibrate on terminal alert
de: Vibrieren bei Terminalwarnung
es: Vibrar al recibir una alerta en la terminal
id: Getarkan saat ada notifikasi terminal
vi: Rung khi có thông báo trên giao diện dòng lệnh

# pref_bell_notification_title
source: Background notifications
da: Baggrundspåmindelser
de: Hintergrundnotiz
es: Notificaciones de fondo
he: התרעות ברקע
id: Pemberitahuan di belakang layar
ru: Фоновые уведомления
sv: Bakgrundsmeddelanden
vi: Thông báo nhắc background

# pref_bell_notification_summary
source: Send notification when a terminal running in the background sounds a bell.
da: Send påmindelse når en terminal, der kører i baggrunden, ringer med klokken.
de: Benachrichtigen, wenn ein im Hintergrund laufendendes Terminal eine Glocke erklingen lässt.
es: Activar notificacion cuando algun terminal corriendo en el fondo active un timbre
he: שליחת התרעה כאשר מסוף שפעיל ברקע מצלצל בפעמון.
id: Kirim pemberitahuan ketika sebuah terminal berjalan di belakang dengan membunyikan sebuah nada dering
ru: Включить уведомления для терминала работающего в фоновом процессе
sv: Skicka meddelande när en terminal som körs i bakgrunden skickar ljudsignal.
vi: Gửi thông báo nhắc khi một Terminal đang chạy ở background phát chuông

# list_keymode_right
source: Use right-side keys
da: Anvend taster på højre side
de: Tasten rechts verwenden
es: Usar teclas del lado derecho
he: שימוש במקשים מימין
id: Gunakan tombol sisi kanan
ru: Для специальных функций использовать клавиши с правой стороны
sv: Använd högerknapparna
vi: Dung các phím bên phía tay phải

# list_keymode_left
source: Use left-side keys
da: Anvend taster på venstre side
de: Tasten links verwenden
es: Usar teclas del lado izquierdo
he: שימוש במקשים משמאל
id: Gunakan tombol sisi-kiri
ru: Использовать клавиши с левой стороны
sv: Använd vänsterknapparna
vi: Dùng các phím bên phía tay trái

# list_keymode_none
source: Disable
da: Slå fra
de: Ausschalten
es: Desactivar
he: נטרול
id: Tidak aktif
ru: Отключить
sv: Avaktivera
vi: Vô hiệu hóa

# list_pubkeyids_none
source: Do not use keys
da: Brug ikke tasterne
de: Keine Schlüssel verwenden
es: No usar teclas
he: לא להשתמש במפתחות
id: Jangan gunakan kunci
ru: Не использовать ключи
sv: Använd inte knapparna
vi: Không dùng khoá (key) để xác thực

# list_pubkeyids_any
source: Use any unlocked key
da: Anvend enhver ulåst nøgle
de: Beliebigen entsperrten Schlüssel verwenden
es: Utilizar cualquier clave desbloqueada
he: שימוש במפתח כלשהו שאינו נעול
id: Gunakan kunci apapun yang tidak terkunci
ru: Используйте любой разблокированный ключ
sv: Använd valfri olåst nyckel
vi: Dùng bất khì khoá nào (key) để xác thực

# hostpref_color_title
source: Color category
da: Farvekategori
de: Farbkategorie
es: Categoria de colores
he: קטגוריית הצבע
id: Kategori warna
ru: Цвет для категории
sv: Färgkategori
vi: Nhóm màu

# color_red
source: Red
id: Merah
vi: Màu đỏ

# color_pink
source: Pink
id: Merah muda
vi: Màu hồng

# color_purple
source: Purple
id: Ungu
vi: Màu tím

# color_deep_purple
source: Deep Purple
id: Ungu tua
vi: Màu tím đậm

# color_indigo
source: Indigo
vi: Màu chàm

# color_blue
source: Blue
id: Biru
vi: Màu xanh lam

# color_light_blue
source: Light Blue
id: Biru muda
vi: Màu xanh lam nhạt

# color_cyan
source: Cyan
vi: Màu lục lam

# color_teal
source: Teal
id: Warna hijau kebiruan
vi: Màu xanh lục bảo

# color_green
source: Green
id: Hijau
vi: Màu xanh lá cây

# color_light_green
source: Light Green
id: Hijau muda
vi: Màu xanh lá cây nhạt

# color_lime
source: Lime
vi: Màu chanh

# color_yellow
source: Yellow
id: Kuning
vi: Màu vàng

# color_amber
source: Amber
vi: Màu hổ phách

# color_orange
source: Orange
id: Oranye
vi: Màu cam

# color_gray
source: Gray
id: Abu-abu
vi: Màu xám

# hostpref_fontsize_title
source: Font size (pt)
da: Skriftstørrelse (pt)
de: Fontgröße (pt)
es: Tamaño de la fuente (pt)
he: גודל הגופן (נק׳)
id: Ukuran huruf (pt)
ru: Размер шрифта (пикс.)
sv: Teckenstorlek
vi: Cỡ chữ (pt)

# hostpref_fontfamily_title
source: Font
de: Schriftart
es: Fuente
vi: Phông chữ

# hostpref_colorscheme_title
source: Terminal color scheme
de: Farbschema der Terminalansicht
es: Esquema de colores del terminal
id: Skema warna terminal
vi: Chế độ màu của giao diện dòng lệnh

# hostpref_pubkeyid_title
source: Use pubkey authentication
da: Brug offentlig nøgleautorisering
de: Verwende pubkey Authentisierung
es: Usar clave de autenticación pública
he: שימוש באימות מפתח ציבורי
id: Gunakan otentifikasi pubkey
ru: Использовать авторизацию по открытому ключу
sv: Använd publik nyckelverifiering
vi: Dùng xác thực pubkey

# hostpref_authagent_title
source: Use SSH auth agent
da: Brug SSH godkendelses klient
de: SSH auth agent benutzen?
es: Utilizar agente de autenticación SSH
he: שימוש בסוכן אימות SSH
id: Gunakan SSH auth agent
ru: Использовать агента SSH
sv: Använd SSH-verifieringsagent
vi: Dùng SSH auth agent

# hostpref_postlogin_title
source: Post-login automation
da: Post-login automatik
de: Post-Login Automatisierung
es: Inicio de sesión después de la automatización
he: אוטומציה שלאחר הכניסה
id: otomasi setelah login
ru: Автоматизация после авторизации
sv: Automatisering efter inloggning
vi: Tự động sau khi login

# hostpref_postlogin_summary
source: Commands to run on remote server once authenticated
da: Udfør kommandoer på fjernserveren efter autorisering
de: Befehle, die auf dem entfernten Host nach der Anmeldung gestartet werden sollen.
es: Comandos para ejecutar en el servidor remoto, una vez autenticado
he: פקודות להפעלה בשרת המרוחק לאחר האימות
id: Perintah yang dijalankan diremote server sekali terotentifikasi
ru: Комманды, выполняемые на удаленной машине после подключения
sv: Kommandon att köras på fjärrservern när verifierad
vi: Các lệnh sẽ chạy ở server truy cập đến ngay sau khi xác thực thành công

# hostpref_compression_title
source: Compression
da: Komprimering
de: Kompression
es: Compresión
he: דחיסה
id: Kompresi
ru: Сжатие
sv: Kompression
vi: Nén

# hostpref_compression_summary
source: This may help with slower networks
da: Dette kan hjælpe på langsomme netværk
de: Dies könnte bei langsamen Netzwerken helfen
es: Esto puede ayudar con las redes más lentas
he: אפשרות זו עשויה להועיל במקרה של רשתות אטיות
id: Ini mungkin akan membantu dengan jaringan lambat
ru: Это может быть полезным в медленных сетях
sv: Detta kan hjälpa på långsammare nätverk
vi: Điều này có thể hữu ích đối với các mạng có kết nối chậm

# hostpref_wantsession_title
source: Start shell session
da: Start konsol session
de: Kommandozeilensitzung starten
es: Inciar sesión en shell
he: הפעלת חלון מעטפת
id: Jalankan sesi shell
ru: Начать сеанс оболочки
sv: Starta shell-session
vi: Bắt đầu phiên làm việc

# hostpref_wantsession_summary
source: Disable this preference to only use port forwards
da: Deaktiver denne præference og brug kun port-videresendelser
de: Diese Einstellung abwählen, um ausschließlich Port-Weiterleitungen zu verwenden
es: Desactive esta preferencia para usar sólo reenvíos por puerto
he: ניתן לנטרל אפשרות זו כדי להשתמש בהפניית פתחות בלבד
id: Non-aktifkan kesukaan ini hanya untuk port forwards
ru: Отключите эту настройку, чтобы использовать только переадресацию портов
sv: Inaktivera denna inställning för att bara använda vidarebefodring av portar
vi: Vô hiệu hoá tuỳ chọn này để chỉ dùng các cổng chuyển tiếp (port forward)

# hostpref_stayconnected_title
source: Stay connected
da: Oprethold forbindelse
de: Verbindung halten
es: Mantenerse conectado
he: להשאיר את החיבור פעיל
id: Tetap terhubung
ru: Держать подключение
sv: Fortsätt vara ansluten
vi: Giữ kết nối

# hostpref_stayconnected_summary
source: Try to reconnect to host if disconnected
da: Forbind igen hvis forbindelsen tabes
de: Verbindung bei Verbindungsabbruch wiederherstellen
es: Intentar reconectar al equipo si se desconecta
he: לנסות להתחבר שוב למארח לאחר ניתוק
id: Coba menyambungkan kembali ke host jika terputus
ru: Пытаться переподключиться при отключении узла
sv: Försök återansluta till värden om frånkopplad
vi: Cố gắng kết nối lại nếu bị mất kết nối

# hostpref_quickdisconnect_title
source: Close on disconnect
de: Schließe bei Disconnect
es: Cerrar al desconectar
id: Tutup saat terputus
ru: Закрыть при отключении
vi: Đóng khi ngắt kết nối

# hostpref_quickdisconnect_summary
source: Close immediately after remote disconnect without prompting.
de: Schließe ohne Rückfrage, wenn Zielrechner die Verbindung abbricht.
es: Cerrar inmediatamente tras la desconexión remota sin confirmación
id: Tutup segera setelah koneksi jarak jauh terputus tanpa meminta konfirmasi.
ru: Закрыть сразу после удаленного отключения без запроса
vi: Đóng ngay khi truy cập ngắt kết nối mà không cần thông báo

# hostpref_delkey_title
source: DEL Key
da: Slet tast
de: DEL Taste
es: Tecla DEL
he: מקש DEL
id: Tombol DEL
ru: Клавиша DEL
sv: DEL-tangent
vi: Phím DEL

# hostpref_encoding_title
source: Encoding
da: Tekstkodning
de: Zeichensatz
es: Codificando
he: קידוד
id: Pengkodean
ru: Кодировка
sv: Teckenkodning
vi: Mã hoá

# hostpref_username_title
source: Username
da: Brugernavn
de: Benutzername
es: Nombre de usuario
he: שם משתמש
id: Nama pengguna
ru: Имя пользователя
sv: Användarnamn
vi: Tên đăng nhập (Username)

# hostpref_save_password_summary
source: Store login password securely for automatic authentication
id: Simpan kata sandi login dengan aman untuk autentikasi otomatis
vi: Lưu trữ mật khẩu đăng nhập một cách an toàn để tự động xác thực

# hostpref_password_title
source: Password
id: Kata sandi
vi: Mật khẩu

# hostpref_password_unchanged
source: Password (unchanged)
id: Kata sandi (tidak diubah)
vi: Mật khẩu (không thay đổi)

# hostpref_clear_password
source: Clear saved password
id: Hapus kata sandi yang disimpan
vi: Xóa mật khẩu đã lưu

# hostpref_hostname_title
source: Host
da: Vært
es: Host (equipo anfitrión)
he: מארח
ru: Сервер
sv: Värd
vi: Máy chủ (Host)

# hostpref_port_title
source: Port
es: Puerto
he: פתחה
ru: Порт
vi: Cổng (Port)

# hostpref_profile_title
source: Profile
id: Profil
vi: Hồ sơ

# hostpref_profile_summary
source: Select a profile to use its terminal settings
id: Pilih profil untuk menggunakan pengaturan terminalnya
vi: Chọn một cấu hình để sử dụng các cài đặt thiết bị đầu cuối của cấu hình đó

# hostpref_profile_none
source: None (use host settings)
id: Tidak ada (gunakan pengaturan host)
vi: Không có (sử dụng cài đặt máy chủ)

# profile_controlled_setting
source: Controlled by profile
id: Dikendalikan oleh profil
vi: Điều khiển bằng cấu hình

# font_use_default
source: Use Default
id: Gunakan Pengaturan Default
vi: Sử dụng mặc định

# font_system_default
source: Default (Monospace)
id: Standar (Jenis huruf monospace)
vi: Mặc định (Phông chữ đơn cách)

# pubkey_unknown
source: Unknown key
id: Kunci tidak dikenal
vi: Khóa không xác định

# colorscheme_default
source: Default
id: Standar
vi: Mặc định

# profile_editor_title_new
source: New Profile
id: Profil Baru
vi: Tạo hồ sơ mới

# profile_editor_title_edit
source: Edit Profile
id: Edit Profil
vi: Chỉnh sửa hồ sơ

# profile_editor_save
source: Save
id: Simpan
vi: Lưu

# profile_editor_name_label
source: Profile Name
id: Nama Profil
vi: Tên hồ sơ

# profile_editor_section_icon_color
source: Icon Color
id: Warna Ikon
vi: Màu biểu tượng

# profile_editor_section_color_scheme
source: Color Scheme
id: Skema Warna
vi: Chế độ màu

# profile_editor_section_font
source: Font
vi: Phông chữ
