Repository: connectbot/connectbot
Catalog: fortune/*.po
Languages: da, de, es, he, id, ru, sv, vi

# terminal_jump_failed
source: Failed to connect to jump host %1$s: %2$s
de: Verbindung zum Sprungserver %1$s nicht möglich: %2$s
es: No se pudo conectar al servidor de salto %1$s %2$s
id: Gagal terhubung ke host perantara %1$s: %2$s
vi: Không thể kết nối đến máy chủ trung gian %1$s: %2$s

# terminal_jump_auth_failed
source: Authentication failed for jump host: %s
de: Authentifizierung für Sprungserver fehlgeschlagen: %s
es: Autenticación fallida para el host de salto %s
id: Autentikasi gagal untuk host perantara: %s
vi: Xác thực không thành công cho máy chủ trung gian: %s

# terminal_jump_not_found
source: Jump host not found in saved hosts
de: Zwischenhost nicht in gespeicherten Hosts gefunden
es: Anfitrión de salto no encontrado en los anfitriones guardados
vi: Không tìm thấy máy chủ trung gian trong danh sách máy chủ đã lưu

# terminal_jump_password
source: Password for jump host %s:
de: Passwort für Sprungserver %s
es: Contraseña para el servidor de salto %s
id: Kata sandi untuk host perantara %s:
vi: Mật khẩu cho máy chủ trung gian %s:

source: View Logs
de: Protokolle anzeigen
es: Ver registros
id: Lihat Log
vi: Xem nhật ký

# logs_title
source: Application Logs
de: Anwendungsprotokolle
es: Registros de la aplicación
id: Catatan Aplikasi
vi: Nhật ký ứng dụng

source: Copy Logs
de: Kopieren Sie Protokolle
es: Copiar registros
id: Salin Log
vi: Sao chép nhật ký

# logs_copied
source: Logs copied to clipboard
de: Protokolle in die Zwischenablage kopiert
es: Registros copiados al portapapeles
id: Log disalin ke papan klip
vi: Nhật ký đã được sao chép vào bộ nhớ tạm

# logs_bug_report_info
source: To report a bug, copy these logs and open a new issue at https://connectbot.org/bug
de: Um einen Fehler zu melden kopieren Sie diese Protokolle und öffnen Sie ein neues Problem unter https://connectbot.org/bug
es: Para informar de un error copia estos registros y abre una nueva incidencia en https://connectbot.org/bug
id: Untuk melaporkan bug, salin log ini dan buka laporan baru di https://connectbot.org/bug
vi: Để báo cáo lỗi, hãy sao chép các nhật ký này và mở một báo cáo mới tại https://connectbot.org/bug

source: No logs available
de: Keine Protokolle verfügbar
es: No registros disponibles
id: Tidak ada log yang tersedia
vi: Không có nhật ký nào khả dụng

# help_section_about
source: About
id: Tentang
vi: Giới thiệu

# title_contact
source: Contact & Support
id: Hubungi & Dukungan
vi: Liên hệ và Hỗ trợ

# help_section_contact
source: Contact & Support
id: Hubungi & Dukungan
vi: Liên hệ và Hỗ trợ

# help_website
source: Website
id: Situs web
vi: Trang web

# help_github
source: Source Code
id: Kode Sumber
vi: Mã nguồn

# help_report_bug
source: Report a Bug
id: Laporkan Bug
vi: Báo cáo lỗi

# help_section_donate
source: Support Development
id: Dukung Pengembangan
vi: Ủng hộ việc phát triển ứng dụng

# help_donate_coffee
source: Buy Me a Coffee
id: Belikan saya secangkir kopi
vi: Hãy mua cho tôi một tách cà phê

# colorscheme_default_description
source: Default terminal colors
id: Warna terminal bawaan
vi: Màu mặc định của giao diện dòng lệnh

# colorscheme_solarized_dark_description
source: Precision colors for machines and people
id: Warna yang akurat untuk mesin dan manusia
vi: Màu sắc chính xác cho máy móc và con người

# colorscheme_solarized_light_description
source: Solarized with light background
id: Solarized dengan latar belakang terang
vi: Chế độ Solarized với nền sáng

# colorscheme_dracula_description
source: A dark theme for the terminal
id: Tema gelap untuk terminal
vi: Giao diện tối cho ứng dụng terminal

# colorscheme_nord_description
source: An arctic, north-bluish color palette
id: Palet warna biru pucat khas wilayah Arktik
vi: Bảng màu xanh lam nhạt, mang sắc thái của vùng cực bắc

# colorscheme_gruvbox_dark_description
source: Retro groove color scheme
id: Skema warna bergaya retro
vi: Bảng màu theo phong cách cổ điển

# colorscheme_monokai_description
source: Sublime Text inspired theme
id: Tema yang terinspirasi dari Sublime Text
vi: Giao diện lấy cảm hứng từ Sublime Text

# colorscheme_tomorrow_night_description
source: A clean and comfortable dark theme
id: Tampilan gelap yang bersih dan nyaman
vi: Giao diện tối màu, sạch sẽ và dễ nhìn

# pref_profiles_category
source: Profiles
id: Profil
vi: Hồ sơ

# pref_default_profile_title
source: Default Profile
id: Profil Default
vi: Hồ sơ mặc định

# pref_default_profile_none
source: None (use host settings)
id: Tidak ada (gunakan pengaturan host)
vi: Không có (sử dụng cài đặt máy chủ)

# pref_alwaysvisible_summary
source: Keep special keys always visible
id: Pastikan tombol-tombol penting selalu terlihat
vi: Luôn hiển thị các phím đặc biệt

# pref_customterminal_title
source: Custom Terminal Types
id: Jenis Terminal Kustom
vi: Các loại giao diện dòng lệnh tùy chỉnh

# pref_customterminal_summary
source: Add custom TERM values for remote servers
id: Tambahkan nilai TERM khusus untuk server jarak jauh
vi: Thêm các giá trị TERM tùy chỉnh cho các máy chủ từ xa

# dialog_customterminal_title
source: Add Custom Terminal Type
id: Tambahkan Jenis Terminal Kustom
vi: Thêm loại giao diện dòng lệnh tùy chỉnh

# dialog_customterminal_hint
source: Terminal type (e.g., rxvt-unicode)
id: Jenis terminal (misalnya, rxvt-unicode)
vi: Loại thiết bị đầu cuối (ví dụ: rxvt-unicode)

# dialog_manage_customterminal_title
source: Manage Custom Terminal Types
id: Kelola Jenis Terminal Kustom
vi: Quản lý các loại giao diện dòng lệnh tùy chỉnh

# button_add_custom
source: Add custom…
id: Tambahkan khusus…
vi: Thêm tùy chỉnh…

# button_manage_custom
source: Manage custom…
id: Kelola pengaturan khusus…
vi: Quản lý các tùy chỉnh…

# dialog_custom_value_label
source: Enter custom value
id: Masukkan nilai khusus
vi: Nhập giá trị tùy chỉnh

# list_camera_ctrlaspace_description
source: Ctrl+A then Space
id: Ctrl+A lalu Spasi
vi: Nhấn Ctrl+A, sau đó nhấn phím cách

# list_camera_none_description
source: None
id: Tidak ada
vi: Không có

# list_camera_text_input_description
source: Text input
id: Input teks
vi: Nhập văn bản

# list_menu_export_hosts
source: Export Hosts
id: Ekspor Daftar Host
vi: Xuất danh sách máy chủ

# list_menu_import_hosts
source: Import Hosts
id: Impor Host
vi: Nhập danh sách máy chủ

# export_hosts_success
source: Exported %1$d hosts and %2$d profiles
id: Jumlah host yang diekspor: %1$d dan jumlah profil: %2$d
vi: Đã xuất %1$d máy chủ và %2$d cấu hình

# import_hosts_success
source: Imported %1$d hosts (%2$d skipped) and %3$d profiles (%4$d skipped)
id: Mengimpor %1$d host ( %2$d dilewati) dan %3$d profil ( %4$d dilewati)
vi: Đã nhập %1$d máy chủ (%2$d máy bị bỏ qua) và %3$d cấu hình (%4$d cấu hình bị bỏ qua)

# export_hosts_failed
source: Failed to export hosts: %s
id: Gagal mengekspor daftar host: %s
vi: Không thể xuất danh sách máy chủ: %s

# import_hosts_failed
source: Failed to import hosts: %s
id: Gagal mengimpor daftar host: %s
vi: Không thể nhập danh sách máy chủ: %s

# export_hosts_title
source: Export Hosts
id: Ekspor Daftar Host
vi: Xuất danh sách máy chủ

# shortcut_customize_title
source: Customize Shortcut
id: Sesuaikan Pintasan
vi: Tùy chỉnh phím tắt

# shortcut_icon_color
source: Icon Color
id: Warna Ikon
vi: Màu biểu tượng

# shortcut_icon_style
source: Icon Style
id: Gaya Ikon
vi: Kiểu biểu tượng

# shortcut_use_host_color
source: Use host color
id: Gunakan warna host
vi: Sử dụng màu cho tên máy chủ

# shortcut_create
source: Create Shortcut
id: Buat Pintasan
vi: Tạo lối tắt

# icon_style_terminal
source: Terminal
vi: Giao diện dòng lệnh

# icon_style_server
source: Server
vi: Máy chủ

# pref_auth_on_launch_title
source: Authentication on launch
id: Autentikasi saat peluncuran
vi: Xác thực khi khởi động

# pref_auth_on_launch_summary
source: Require fingerprint, face, or device PIN when opening the app
id: Meminta sidik jari, pemindaian wajah, atau PIN perangkat saat membuka aplikasi
vi: Yêu cầu sử dụng dấu vân tay, khuôn mặt hoặc mã PIN của thiết bị khi mở ứng dụng

# pref_security_category
source: Security
id: Keamanan
vi: Bảo mật

# auth_screen_title
source: ConnectBot is locked
id: ConnectBot terkunci
vi: ConnectBot đã bị khóa

# auth_screen_unlock_button
source: Tap to unlock
id: Ketuk untuk membuka kunci
vi: Chạm để mở khóa

# auth_prompt_title
source: Unlock ConnectBot
id: Buka ConnectBot
vi: Mở khóa ConnectBot

# auth_prompt_subtitle
source: Verify your identity to continue
id: Verifikasi identitas Anda untuk melanjutkan
vi: Xác minh danh tính của bạn để tiếp tục

# prompt_bits
source: Bits:
da: Bit:
he: סיביות:
id: Jumlah bit:
ru: Бит:
sv: Bitar:

# hostpref_nickname_title
source: Nickname
da: Navn
de: Spitzname
es: Nombre
he: כינוי
id: Nama panggilan
ru: Псевдоним
sv: Smeknamn

# portforward_local
source: Local
da: Lokal
de: Lokal
he: מקומי
id: Lokal
ru: Локальный
sv: Lokal

# host_editor_quick_connect_placeholder
source: user@hostname:port
de: Benutzer@Rechnername:Port
es: usuario@nombredehost:puerto
id: pengguna@nama_host:port

# icon_style_key
source: Key
id: Kunci

# pref_volumefont_summary
source: Font size can also be changed in per-host settings
de: Die Schriftgröße kann auch in den Einstellungen pro Host geändert werden
es: El tamaño de letra puede cambiarse en la configuración de la conexión al host
ru: Размер шрифта также может быть настроен для каждого сервера отдельно

# hostpref_edit_host
source: Save host
de: Host speichern
es: Guardar host
ru: Сохранить сервер

# paste_shortcut
source: Ctrl-Shift-V
de: Strg+Shift+V

# list_camera_ctrla
source: Ctrl+A
de: Strg+A

# title_hosts_list
source: Hosts
da: Værter
he: מארחים
ru: Серверы
sv: Värddatorer

# title_host_editor
source: Edit Host
da: Rediger vært
he: עריכת מארח
ru: Изменить сервер
sv: Redigera värddator

# help_intro
source: Please select a topic below for more information on a particular subject.
da: Vælg et emne nedenfor for yderligere information.
he: נא לבחור נושא להלן לקבל פרטים נוספים בנוגע לנושא מסוים.
ru: Выберите то, о чём Вы хотите узнать
sv: Var god välj ett ämne nedan som du skulle vilja ha mer information om.

# host_shortcuts_header
source: Host Shortcuts
ru: Ярлыки серверов

# host_shortcuts_content
source: Long-press on your Android desktop to create direct shortcuts to frequently-used SSH hosts.
ru: Для создания ярлыков для часто используемых серверов SSH произведите долгое нажатие на экране вашего устройства.

# scroll_hints_header
source: Scroll back / Scroll forward
ru: Прокрутка назад / Прокрутка вперёд

# scroll_hints_content
source: Swiping your finger up on the right side of the screen allows you to scroll backward and forward in the local terminal buffer history.
ru: Проводя пальцем вверх по правой стороне экрана, Вы можете прокручивать назад и вперед историю локального буфера терминала.

source: Scrolling back
ru: Прокрутка назад

source: Scrolling forward
ru: Прокрутка вперёд

# page_updn_header
source: Page Up / Page Down
ru: Страница вверх / Страница вниз

# page_updn_content
source: NOTE: This must be enabled in settings. Swiping your finger up and down on the left third of the screen will send a page up and page down key to the remote host. Many programs map this to scrolling back into history such as irssi or tinyfugue.
ru: ПРИМЕЧАНИЕ: Это должно быть включено в настройках Проведение пальцем вверх и вниз в левой трети экрана будет посылать на удалённый сервер нажатия клавиш "страница вверх" и "страница вниз". Многие программы используют это для прокрутки по истории, такие как irssi или tinyfugue.

source: Page up
ru: Стр. вверх

source: Page down
ru: Стр. вниз

# switching_hosts_header
source: Switching Hosts
ru: Переключение серверов

# switching_hosts_content
source: Swiping your finger from one side of the screen to the other will switch between currently connected hosts.
ru: Перемещение пальца от одной стороны экрана к другой будет переключать между серверами, к которым сейчас есть подключения.

source: Next host
ru: Следующий сервер

# prev_host
source: Previous host
ru: Предыдущий сервер

# pubkey_list_pick
source: Pick from /sdcard
da: Vælg fra /sdcard
he: בחירה מ־/sdcard
ru: Загрузить с SD карты
sv: Välj från /sdcard

# pubkey_import_parse_problem
source: Problem parsing imported private key
da: Fejl ved indlæsning af privat nøgle
he: אירעה תקלה בעת ניתוח המפתח הפרטי שייובא
ru: Проблема разбора импортированного закрытого ключа
sv: Svårigheter med att tyda den importerade privata nyckeln

# pubkey_failed_add
source: Bad password for key '%1$s'. Authentication failed.
da: Forkert adgangskode for nøglen '%1$s'. Autorisering mislykkedes.
he: הססמה עבור המפתח '%1$s' שגויה. האימות נכשל.
ru: Неверный пароль для ключа '%1$s'. Авторизация не удалась
sv: Felaktigt lösenord för nyckeln '%1$s'. Autentiseringen misslyckades.

# pubkey_memory_load
source: Load into memory
da: Indlæs i hukommelse
he: טעינה לזיכרון
ru: Загрузить в память
sv: Ladda in i minnet

# pubkey_memory_unload
source: Unload from memory
da: Fjern fra hukommelse
he: פריקה מהזיכרון
ru: Выгрузить из памяти
sv: Ladda ur minnet

# portforward_list_empty
source: Tap "Menu" to create port forwards.
da: Tryk Menu for at oprette port-videresendelser.
he: יש לגעת ב„תפריט“ כדי ליצור הפניית פתחות.
ru: Выберите Меню для переадресации порта
sv: Rör vid Menu för att skapa vidarebefodringar av portar.

# prompt_nickname_hint_pubkey
source: My work key
da: Min arbejdsnøgle
he: המפתח בעבודה שלי
ru: Мой рабочий ключ
sv: Min jobbnyckel

# prompt_continue_connecting
source: Are you sure you want to continue connecting?
da: Er du sikker på at du ønsker at skabe forbindelse?
he: האם אכן להמשיך בהליך החיבור?
ru: Хотите продолжить попытки соединения?
sv: Är du säker att du vill fortsätta att ansluta?

# alert_key_corrupted_msg
source: Private key appears corrupt!
da: Privat nøgle synes ødelagt!
he: המפתח הפרטי נראה פגום!
ru: Возможно закрытый ключ повреждён!
sv: Privata nyckeln ser ut att vara korrupt!

# alert_sdcard_absent
source: SD card is not inserted!
da: SD-kort er ikke sat i!
he: לא הוכנס כרטיס SD!
ru: SD карта не вставлена!
sv: SD-kort ej isatt!

# button_change
source: Change
da: Ændre
he: החלפה
ru: Изменить
sv: Ändra

# pref_emulation_summary
source: Terminal emulation mode to use for PTY connections
da: Terminal emulerings metode til brug ved PTY forbindelser
he: מצב הדמיית מסוף לשימוש בחיבורי PTY
ru: Режим эмуляции терминала для PTY соединений
sv: Emuleringsläge för PTY-anslutningar

# pref_rotation_summary
source: How to change rotation when keyboard popped in/out
da: Hvordan skærmen roteres når keyboard skubbes ind/ud
he: כיצד לשנות את הסיבוב כאשר המקלדת עולה/יורדת
ru: Ориентация экрана при использовании клавиатуры
sv: Hur rotation skall ändras när tangentbord aktiveras/avaktiveras

# pref_keymode_summary
source: Select how to use Alt for '/' and Shift for Tab
da: Vælg hvordan Alt for '/' og Skift for Tabulater skal bruges
he: ניתן לבחור כיצד להשתמש ב־Alt לטובת '/' וב־Shift לטובת Tab
ru: Выберите, как использовать Alt вместо '/' и Shift вместо Tab
sv: Välj hur Alt används för '/' och Shift för Tab

# pref_stickymodifiers_summary
source: Modifier keys remain enabled until another key is pressed
ru: Клавиши-модификаторы остаются активными до тех пор, пока не будет нажата другая клавиша

# pref_camera_summary
source: Select which shortcut to trigger when the camera button is pushed
da: Vælg genvej som kamera-knap skal aktivere
he: ניתן לבחור איזה קיצור דרך יופעל בעת לחיצה על לחצן המצלמה
ru: Выберите ярлык, запускаемый при нажатии клавиши камеры
sv: Välj genväg för kamera-knappen

# bind_never
source: Never connected
da: Aldrig forbundet
he: לא חובר מעולם
ru: Никогда не подключался
sv: Aldrig ansluten

# console_copy_done
source: Copied %1$d byte to clipboard
da: Kopier %1$d byte til udklipsholder
ru: Скопировано %1$d байт в буфер обмена
sv: Kopierade %1$d byte till urklippshanteraren

# console_copy_start
source: Touch and drag or use directional pad to select area to copy
da: Berør og flyt eller brug piletasterne for at vælge område at kopiere
he: יש לגעת ולגרור או להשתמש בלוח כיוונים כדי לבחור אזור להעתקה
ru: Коснитесь и перетащите или используйте геймпад, чтобы выбрать область для копирования
sv: Tryck och drag eller använd bollen för att markera en yta för kopiering

# console_menu_copy
source: Copy
da: Kopier
he: העתקה
ru: Копировать
sv: Kopiera

# console_menu_portforwards
source: Port Forwards
da: Port-videresendelser
he: הפניית פתחות
ru: Перенаправления портов
sv: Vidarebefodring av port

# console_menu_resize
source: Force Size
da: Tving størrelse
he: אילוץ גודל
ru: Зафиксировать размер
sv: Fast storlek

# console_menu_urlscan
source: URL Scan
da: URL skan
he: סריקת כתובות
ru: Список URL
sv: URL-sökning

# portforward_problem
source: Problem creating port forward, maybe you're using ports under 1024 or port is already used?
da: Der opstod problemer ved oprettelsen af port-videresendelse. Måske bruger du en port lavere end 1025, eller en port som allerede er i brug.
he: אירעה שגיאה ביצירת הפניית פתחות, יתכן שניסית להשתמש בפתחות מתחת ל־1024 או שהפתחה כבר בשימוש?
ru: Не удалось создать перенаправление порта. Может быть вы используете порты меньше чем 1024 или пор уже используется?
sv: Lyckades inte att skapa en vidarebefodring av port, är den under 1024 eller används den kanske?

# list_menu_pubkeys
source: Manage Pubkeys
da: Administrer offentlige nøgler
he: ניהול מפתחות ציבוריים
ru: Управление открытыми ключами
sv: Hantera publika nycklar

# list_menu_disconnect
source: Disconnect All
ru: Отключиться от всех

# list_host_empty
source: No hosts created yet.
da: Anvend hurtig boksen nedenfor for at oprette forbindelse til en vært.
he: יש להשתמש בתיבת ההתחברות המהירה שלהלן כדי להתחבר למארח.
ru: Серверы ещё не добавлены
sv: Använd snabbanslutningen nedan för att ansluta till en värd.

# list_delkey_del
source: Delete
da: Slet
ru: Удалить
sv: Ta bort

# terminal_no_hosts_connected
source: No hosts currently connected
da: Ingen forbindelser aktive i øjeblikket
he: אין מארחים מחוברים כרגע
ru: На данный момент нет подключенных серверов
sv: Inga värdar anslutna

# color_red
source: red
da: rød
he: אדום
ru: красный
sv: röd

# color_green
source: green
da: grøn
he: ירוק
ru: зелёный
sv: grön

# color_blue
source: blue
da: blå
he: כחול
ru: синий
sv: blå

# color_gray
source: gray
da: grå
he: אפור
ru: серый
sv: grå

# image_description_key_is_locked
source: Key is locked.
he: המפתח נעול.
ru: Ключ заблокирован

# image_description_volume
source: Volume
ru: Громкость

# pubkey_add_new
source: Add new pubkey
ru: Добавить новый публичный ключ

# discard_host_changes_message
source: Host URI is invalid. Would you like to discard changes?
ru: URI сервера неверен. Хотите отменить изменения?

# discard_host_button
source: Discard
ru: Отменить

# discard_host_cancel_button
source: Keep editing
ru: Продолжить редактирование

source: Key type unknown
ru: Неизвестный тип ключа

# key_attribute_encrypted
source: (encrypted)
ru: (зашифровано)

# msg_copyright
source: Copyright © 2007-2008 Kenny Root http://the-b.org/, Jeffrey Sharkey http://jsharkey.org/
he: כל הזכויות שמורות © 2007‎-2008 ל־Kenny Root http://the-b.org/, Jeffrey Sharkey http://jsharkey.org/

# list_delkey_backspace
source: Backspace
da: Slet tilbage
sv: Baksteg
