Repository: connectbot/connectbot
Catalog: fortune/*.po
Languages: da, de, es, he, id, ru, sv, vi

# app_desc
source: Simple, powerful, open-source SSH client.
da: Enkel, kraftfuld, open source SSH klient
de: Einfacher, mächtiger, open-source SSH client.
es: Cliente de SSH sencillo, potente y de código abierto.
he: לקוח SSH פשוט, עצמתי ובקוד פתוח.
id: Sederhana, tangguh, klien SSH dengan kode terbuka.
ru: Простой и мощный SSH-клиент с открытым исходным кодом.
sv: Enkel och kraftfull SSH-klient baserad på öppen källkod.
vi: Client SSH mã nguồn mở, đơn giản và mạnh mẽ.

# service_desc
source: Maintains SSH connections and loaded pubkeys
da: Opretholder SSH forbindelser og indlæste offentlige nøgler
de: Hält SSH-Verbindungen und geladene öffentliche Schlüssel aufrecht
es: Mantiene las conexiones SSH y las claves públicas cargadas
he: מתפעל חיבורי SSH ומפתחות ציבוריים שנטענים
id: Mengelola koneksi SSH dan kunci publik yang terrekam
ru: Управление SSH-подключениями и загруженными публичными ключами
sv: Upprätthåller SSH-anslutningar och laddade publika nycklar
vi: Duy trì kết nối SSH và các khoá đã nạp

# app_copyright
source: Copyright © Kenny Root
id: Hak Cipta © Kenny Root
vi: Bản quyền © Kenny Root

# title_pubkey_list
source: Pubkeys
da: Offentlige nøgler
de: Öffentliche Schlüssel
es: Claves Publicas
he: מפתחות ציבוריים
id: Kunci Publik
ru: Публичные ключи
sv: Publika nycklar
vi: Khoá

# title_port_forwards_list
source: Port forwards
da: Port-videresendelser
de: Port-Weiterleitungen
es: Traducciones de puerto
he: הפניית פתחות
id: Penerusan port
ru: Проброс портов
sv: Vidarebefordring av portar
vi: Chuyển tiếp cổng

# title_help
source: Help
da: Hjælp
de: Hilfe
es: Ayuda
he: עזרה
id: Bantuan
ru: Помощь
sv: Hjälp
vi: Trợ Giúp

# title_colors
source: Colors
da: Farver
de: Farben
es: Colores
he: צבעים
id: Warna
ru: Настройка цветов
sv: Färger
vi: Màu Sắc

# title_color_picker
source: Pick a color
de: Farbe wählen
es: Escoger un color
he: בחירת צבע
id: Pilih warna
ru: Выбор цвета
vi: Chọn màu

# title_settings
source: Settings
de: Einstellungen
es: Ajustes
id: Setelan
ru: Настройки
vi: Cài Đặt

# title_pubkey_generate
source: Generate
de: Erstellen
es: Generar
id: Buat
ru: Генерация
vi: Tạo Khoá

# terms_and_conditions
source: Terms & Conditions
de: Nutzungsbedingungen
es: Términos y condiciones
id: Syarat & Ketentuan
ru: Условия использования
vi: Điều khoản & Điều kiện sử dụng

source: Hints
de: Tipps
es: Sugerencias
id: Petunjuk
ru: Подсказки
vi: Gợi Ý

source: Keyboard Shortcuts
de: Tastenkombinationen
es: Atajos de teclado
id: Pintasan Papan Ketik
ru: Горячие клавиши
vi: Phím Tắt Bàn Phím

source: Increase Font Size
de: Schrift vergrößern
es: Aumentar el tamaño de letra
id: Besarkan Ukuran Fonta
ru: Увеличить размер шрифта
vi: Tăng Kích Thước Phông Chữ

# increase_font_shortcut
source: Ctrl and +
de: Strg und +
es: Ctrl +
id: Kontrol dan +
ru: Ctrl и +
vi: Ctrl và +

source: Decrease Font Size
de: Schrift verkleinern
es: Disminuir el tamaño de letra
id: Kecilkan Ukuran Huruf
ru: Уменьшить шрифт
vi: Giảm Kích Thước Phông Chữ

# decrease_font_shortcut
source: Ctrl and -
de: Strg und -
es: Ctrl -
id: Ctrl dan -
ru: Ctrl и -
vi: Ctrl và -

# pubkey_generate
source: Generate
da: Opret
de: Erzeugen
es: Generar
he: יצירה
id: Buat
ru: Генерировать
sv: Generera
vi: Tạo Khoá

# pubkey_delete
source: Delete key
da: Slet nøgle
de: Schlüssel löschen
es: Eliminar clave
he: מחיקת מפתח
id: Tombol Hapus
ru: Удалить ключ
sv: Ta bort nyckel
vi: Xoá khoá

# pubkey_gather_entropy
source: Gathering Entropy
da: Indsamler entropi
de: Sammle Entropie
es: Haciendo acopio de entropía
he: נאסף גיבוב
id: Kumpulkan Entropy
ru: Сбор энтропии
sv: Samlar in entropi
vi: Thu thập thông tin ngẫu nhiên (Entropy)

# pubkey_touch_prompt
source: Touch this box to gather randomness: %1$d%% done
da: Berør denne boks for at generere tilfældighed: %1$d%% færdig
de: Berühren Sie diese Box, um Zufallszahlen zu erzeugen: %1$d%% fertig
es: Toque esta caja para conseguir aleatoriedad: %1$d%% hecho
he: יש לגעת בתיבה זו כדי לאסוף נתונים אקראיים: %1$d%% הושלמו
id: Sentuh boks ini untuk mengumpulkan ke tidak tentuan: %1$d%% selesai
ru: Касайтесь поля, чтобы генерировать случайную информацию: %1$d%% завершено
sv: Rör vid rutan för att samla in slumpdata: %1$d%% klart
vi: Chạm vào hộp thoại này để thu thập thông tin ngẫu nhiên: hoàn thành %1$d%%

# pubkey_touch_hint
source: In order to assure randomness during the key generation, move your finger randomly over the box below.
da: For at garantere tilfældig data til oprettelse af nøglen, skal du flytte din finger tilfældigt indenfor boksen nedenfor.
de: Um eine gute Zufallsverteilung zu gewährleisten, bewegen Sie Ihren Finger zufällig über die Box unten!
es: Para poder conseguir aleatoriedad durante la generacion de la clave, mueva su dedo aleatoriamente sobre la caja a continuación.
he: כדי להבטיח את האקראיות במהלך יצירת המפתח, עליך להעביר את האצבע באקראיות על התיבה שלהלן.
id: Untuk memastikan ketidaktentuan selama pembuatan kunci, gerakkan tangan anda secara acak diatas kotak dibawah ini.
ru: Чтобы обеспечить случайную выборку, при генерации ключа, водите пальцем случайным образом по полю ниже.
sv: För att försäkra dig om att nyckeln som skapas är slumpmässig, rör fingret slumpmässigt över skärmen.
vi: Để đảm bảo tính ngẫu nhiên trong quá trình tạo khóa, hãy di chuyển ngón tay của bạn một cách ngẫu nhiên trên hộp bên dưới.

# pubkey_generating
source: Generating key pair…
da: Opretter nøglepar…
de: Erzeuge Schlüsselpaar…
es: Generar llavero de claves…
he: צמד המפתחות נוצר…
id: Membuat pasangan kunci…
ru: Генерация пары ключей…
sv: Genererar nyckelpar…
vi: Đang tạo cặp khoá...

# pubkey_copy_private
source: Copy private key
da: Kopier privat nøgle
de: Privaten Schlüssel kopieren
es: Copiar clave privada
he: העתקת המפתח הפרטי
id: Salin kunci pribadi
ru: Копирование закрытого ключа
sv: Kopiera privat nyckel
vi: Sao chép khóa riêng tư

# pubkey_copy_private_openssh
source: Copy private key (OpenSSH)
de: Kopiere privaten Schlüssel OpenSSH
es: Copia clave privada (OpenSSH)
id: Salin kunci privat (OpenSSH)
vi: Sao chép khóa riêng (OpenSSH)

# pubkey_copy_private_pem
source: Copy private key (PEM)
de: Kopiere privaten Schlüssel PEM
es: Copia clave privada (PEM)
id: Salin kunci privat (PEM)
vi: Sao chép khóa riêng (PEM)

# pubkey_copy_private_encrypted
source: Copy private key (encrypted)
de: Kopiere privaten Schlüssel verschlüsselt
es: Copia clave privada (cifrada)
id: Salin kunci privat (terenkripsi)
vi: Sao chép khóa riêng tư (đã mã hóa)

# pubkey_copy_public
source: Copy public key
da: Kopier offentlig nøgle
de: Öffentlichen Schlüssel kopieren
es: Copiar clave pública
he: העתקת המפתח הציבורי
id: Salin kunci publik
ru: Копирование открытого ключа
sv: Kopiera publik nyckel
vi: Sao chép khóa công khai

# pubkey_export_public
source: Export public key
de: Öffentlichen Schlüssel exportieren
es: Exportar clave pública
id: Ekspor kunci publik
vi: Xuất khóa công khai

# pubkey_export_private
source: Export private key
de: Exportiere privaten Schlüssel
es: Exportar clave privada
id: Ekspor kunci privat
vi: Xuất khóa riêng

# pubkey_export_private_openssh
source: Export private key (OpenSSH)
de: Exportiere privaten Schlüssel OpenSSH
es: Exportar clave privada (OpenSSH)
id: Ekspor kunci privat (OpenSSH)
vi: Xuất khóa riêng (OpenSSH)

# pubkey_export_private_pem
source: Export private key (PEM)
de: Exportiere privaten Schlüssel PEM
es: Exportar clave privada (PEM)
id: Ekspor kunci privat (PEM)
vi: Xuất khóa riêng (định dạng PEM)

# pubkey_export_private_encrypted
source: Export private key (encrypted)
de: Exportiere privaten Schlüssel verschlüsselt
es: Exportar clave privada (cifrada)
id: Ekspor kunci privat (terenkripsi)
vi: Xuất khóa riêng (đã mã hóa)

# pubkey_export_set_passphrase
source: Set export passphrase
de: Setze Exportpassphrase
es: Establecer frase de contraseña de exportación
id: Tetapkan frasa sandi ekspor
vi: Đặt mật khẩu xuất.

# pubkey_export_passphrase_message
source: Enter a passphrase to encrypt the exported key
de: Geben Sie ein Passwort ein um den exportierten Schlüssel zu verschlüsseln
es: Introduce una frase de contraseña para cifrar la clave exportada
id: Masukkan frasa sandi untuk mengenkripsi kunci yang diekspor
vi: Nhập mật khẩu để mã hóa khóa đã xuất.

# pubkey_export_confirm_passphrase
source: Confirm passphrase
de: Bestätige Passphrase
es: Confirma la frase de acceso
id: Konfirmasi frasa sandi
vi: Xác nhận mật khẩu.

# pubkey_export_passphrase_mismatch
source: Passphrases do not match
de: Passwörter stimmen nicht überein
es: Las frases de contraseña no coinciden
id: Frasa sandi tidak cocok
vi: Mật khẩu không khớp

# pubkey_import_encrypted_title
source: Import encrypted key
de: Importiere verschlüsselten Schlüssel
es: Importar clave cifrada
id: Impor kunci terenkripsi
vi: Nhập khóa đã mã hóa

# pubkey_import_encrypted_message
source: Enter password to decrypt key '%1$s' (%2$s)
de: Geben Sie das Passwort zum Entschlüsseln des Schlüssels '%1$s' (%2$s) ein
es: Introduzca la contraseña para descifrar la clave '%1$s' (%2$s)
id: Masukkan kata sandi untuk mendekripsi kunci '%1$s' (%2$s)
vi: Nhập mật khẩu để giải mã khóa '%1$s' (%2$s)

# pubkey_import_button
source: Import
de: Importieren
es: Importar
id: Impor
vi: Nhập

# pubkey_import_encrypt_key
source: Encrypt key for storage
id: Enkripsi kunci untuk penyimpanan
vi: Mã hóa khóa để lưu trữ

# pubkey_import_reuse_password
source: Use same password for encryption
id: Gunakan kata sandi yang sama untuk enkripsi
vi: Sử dụng cùng một mật khẩu để mã hóa.

# pubkey_import_new_password
source: New password
id: Kata sandi baru
vi: Mật khẩu mới

# pubkey_import_confirm_password
source: Confirm password
id: Konfirmasi kata sandi
vi: Xác nhận mật khẩu

# pubkey_list_empty
source: Tap "Menu" to create or import key pairs.
da: Tryk Menu for at oprette og importere nøglepar.
he: יש לגעת ב„תפריט“ כדי ליצור או לייבא צמדי מפתחות.
id: Ketuk "Menu" untuk membuat atau mengimpor pasangan kunci.
ru: Выберите Меню для создания или импорта пары ключей
sv: Tryck på Meny för att skapa eller importera nyckelpar
vi: Nhấn vào "Menu" để tạo hoặc nhập cặp khóa.

# pubkey_unknown_format
source: Unknown format
da: Ukendt format
he: מבנה בלתי ידוע
id: Format tidak dikenal
ru: Неизвестный формат
sv: Okänt format
vi: Định dạng không xác định

# pubkey_change_password
source: Change password
da: Ændre adgangskode
de: Passwort ändern
es: Cambiar contraseña
he: החלפת הססמה
id: Ubah kata sandi
ru: Сменить пароль
sv: Ändra lösenord
vi: Đổi mật khẩu

# pubkey_unlock
source: Unlock key
da: Lås nøgle op
de: Schlüssel entsperren
es: Desbloquear clave
he: שחרור המפתח
id: Buka kunci
ru: Разблокировать ключ
sv: Lås upp nyckel
vi: Mở khóa khóa

# pubkey_unlock_message
source: Enter password to unlock key '%1$s'
de: Geben Sie das Passwort ein um den Schlüssel '%1$s' zu entsperren
es: Introduce la contraseña para desbloquear la clave '%1$s'
id: Masukkan kata sandi untuk membuka kunci '%1$s'
vi: Nhập mật khẩu để mở khóa '%1$s'

# pubkey_nickname_exists
source: A key with this nickname already exists
de: Ein Schlüssel mit diesem Spitznamen existiert bereits
es: Una clave con este apodo ya existe
id: Kunci dengan nama panggilan ini sudah ada
vi: Một khóa có tên này đã tồn tại

# pubkey_load_on_start
source: Load key on start
da: Indlæs nøgle ved start
de: Schlüssel beim Start laden
es: Cargar clave al inicio
he: טעינת המפתח עם ההפעלה
id: Muat kunci pada saat memulai
ru: Загружать ключ при старте
sv: Ladda nyckel från start
vi: Tải khóa khi khởi động

# pubkey_confirm_use
source: Confirm before use
da: Bekræft før brug
de: Bestätigen vor Benutzung
es: Confirme antes de usar
he: לאמת לפני השימוש
id: Konfirmasi sebelum digunakan
ru: Подтверждать перед использованием
sv: Bekräfta innan användning
vi: Xác nhận trước khi sử dụng

# portforward_edit
source: Edit port forward
da: Rediger port-videresendelse
de: Port-Weiterleitung bearbeiten.
es: Editar redireccionamiento de puerto
he: עריכת הפניית הפתחות
id: Ubah port forward
ru: Правка переадресации порта
sv: Ändra vidarebefordring av port
vi: Chỉnh sửa cổng chuyển tiếp

# portforward_delete
source: Delete port forward
da: Slet port-videresendelse
de: Port-Weiterleitung löschen.
es: Eliminar redireccionamiento de puerto
he: מחיקת הפניית הפתחות
id: Hapus port forward
ru: Удалить переадресацию порта
sv: Ta bort vidarebefodring av port
vi: Xoá cổng chuyển tiếp

# prompt_nickname
source: Nickname:
da: Navn:
de: Spitzname
es: Nombre:
he: כינוי:
id: Nama panggilan:
ru: Псевдоним:
sv: Namn:
vi: Biệt danh

# prompt_source_port
source: Source port:
da: Kildeport:
de: Quellport
es: Puerto fuente:
he: פתחת המקור:
id: Port asal
ru: С порта:
sv: Inkommande portnummer:
vi: Cổng nguồn:

# prompt_destination
source: Destination:
de: Ziel:
es: Destino:
he: יעד:
id: Tujuan:
ru: На порт:
vi: Đích:

# prompt_old_password
source: Old password:
da: Gammel adgangskode:
de: Altes Passwort:
es: Contraseña antigua:
he: ססמה ישנה:
id: Kata sandi sebelumnya:
ru: Старый пароль:
sv: Gammalt lösenord:
vi: Mật khẩu cũ:

# prompt_username
source: Username:
id: Nama pengguna:
vi: Tên người dùng:

# prompt_password
source: Password:
da: Adgangskode:
de: Passwort:
es: Contraseña:
he: ססמה:
id: Kata sandi:
ru: Пароль:
sv: Lösenord:
vi: Mật khẩu:

# prompt_again
source: (again)
da: (igen)
de: (nochmal)
es: (de nuevo)
he: (שוב)
id: (sekali lagi)
ru: (повторить)
sv: (igen)
vi: (nhập lại)

# prompt_type
source: Type:
de: Typ:
es: Tipo:
he: סוג:
id: Tipe:
ru: Тип:
sv: Typ:
vi: Loại:

# prompt_password_can_be_blank
source: Note: password can be blank
da: Bemærk: Adgangskoden kan være blank
de: Hinweis: Passwort kann leer bleiben
es: Nota: la contraseña puede ser dejada en blanco
he: הערה: הססמה יכולה להישאר ריקה
id: Catatan: sandi dapat dikosongkan
ru: Примечание: пароль не может быть пустым
sv: Notis: lösenordet kan vara blankt
vi: Lưu ý: mật khẩu có thể để trống

# prompt_pubkey_password
source: Password for key '%1$s'
da: Adgangskode for nøglen '%1$s'
de: Passwort für Schlüssel '%1$s'
es: Contraseña para clave '%1$s'
he: ססמה עבור המפתח '%1$s'
id: Kata sandi untuk kunci '%1$s'
ru: Пароль для ключа '%1$s'
sv: Lösenord för nyckel '%1$s'
vi: Mật khẩu của khóa '%1$s'

# prompt_allow_agent_to_use_key
source: Allow remote host to use key '%1$s'?
da: Tillad fjernvært at bruge nøglen '%1$s'?
de: Remote Host die Benutzung des Schlüssels '%1$s' erlauben?
es: ¿Autorizar maquina remota de usar clave '%1$s'?
he: האם לאפשר למארח המרוחק להשתמש במפתח '%1$s'?
id: Ijinkan remote host untuk menggunakan kunci '%1$s'?
ru: Разрешить удалённому серверу использовать ключ '%1$s'?
sv: Tillåt fjärrvärd att använda nyckel '%1$s'?
vi: Cho phép máy chủ từ xa sử dụng khóa '%1$s'?

# host_verification_failure_warning_header
source: WARNING: REMOTE HOST IDENTIFICATION HAS CHANGED!
da: ADVARSEL: FJERNVÆRTENS IDENTIFIKATION ER ÆNDRET!
de: WARNUNG: IDENTIFIKATION DES ENTFERNTEN HOSTS HAT SICH GEÄNDERT!
es: ATENCIÓN: ¡LA IDENTIFICACIÓN DE LA MAQUINA REMOTA HA CAMBIADO!
he: אזהרה: זיהוי המארח המרוחק השתנה!
id: PERINGATAN: IDENTIFIKASI REMOTE HOST TELAH BERUBAH!
ru: ВНИМАНИЕ! ИДЕНТИФИКАЦИЯ УДАЛЕННОГО СЕРВЕРА ЗАМЕНЕНА
sv: VARNING: IDENTIFIERING AV FJÄRRVÄRD HAR ÄNDRATS!
vi: CẢNH BÁO: NHẬN DẠNG MÁY CHỦ TỪ XA ĐÃ THAY ĐỔI!

# host_verification_failure_warning
source: IT IS POSSIBLE THAT SOMEONE IS DOING SOMETHING NASTY! Someone could be eavesdropping on you right now (man-in-the-middle attack)! It is also possible that the host key has just been changed.
da: DET ER MULIGT AT NOGEN FORETAGER SIG BESKIDTE HANDLINGER! Der er mulighed for at nogen aflytter dig (man-in-the-middle angreb)! Det er også muligt at værtens nøgle er blevet skiftet.
de: MÖGLICHERWEISE TUT JEMAND ETWAS BÖSES! Jemand könnte Sie jetzt gerade belauschen (man-in-the-middle attack)! Es ist auch möglich, dass nur der Host-Key geändert wurde.
es: ¡ES POSIBLE QUE ALGUIEN ESTE HACIENDO ALGO INAPROPIADO! ¡Alguien puede estar interviniendo en estos momentos (ataque de intermediario)! También es posible que la clave haya sido cambiada.
he: יתכן שמישהו עושה טריק מלוכלך! יכול להיות שמישהו מנסה לצוטט לך ברגעים אלה (מתקפת סוכן אמצע)! יכול גם להיות שמפתח המארח הוחלף.
id: KEMUNGKINAN SESEORANG SEDANG BERBUAT KOTOR! Seseorang mungkin tengah menyadap anda saat ini (serangan man-in-the-middle)! Mungkin juga kunci host baru saja diubah.
ru: Похоже есть возможность что вас ломают. Или кто-то изменил ключ на удаленном сервере.
sv: MÖJLIGT INTRÅNGSFÖRSÖK! Någon skulle kunna avlyssna dig nu (man-in-the-middle attack)! Det är även möjligt att värdnyckeln just har ändrats.
vi: CÓ THỂ AI ĐÓ ĐANG LÀM ĐIỀU GÌ ĐÓ BẤT THƯỜNG! Có thể ai đó đang nghe lén bạn ngay lúc này (tấn công man-in-the-middle)! Cũng có thể là khóa máy chủ vừa mới bị thay đổi.

# prompt_host_disconnected
source: Host has disconnected. Close session?
da: Værten har afbrudt forbindelsen. Luk session?
de: Der Host hat die Verbindung beendet. Sitzung schließen?
es: La máquina ha sido desconectada. ¿Desea cerrar sesión?
he: המארח התנתק. לסגור את החלון?
id: Sambungan dengan host telah terputus. Tutup sesi ini?
ru: Сервер отключился. Закрыть сессию ?
sv: Värden har kopplat ner anslutningen. Stäng?
vi: Máy chủ đã ngắt kết nối. Đóng phiên?

# host_authenticity_warning
source: The authenticity of host '%1$s' can't be established.
da: Ægtheden for værten '%1$s' kan ikke påvises.
de: Die Authentizität von Host '%1$s' kann nicht garantiert werden.
es: La autenticidad de la máquina '%1$s' no puede ser establecida.
he: לא ניתן לאמת את אותנטיות המארח'%1$s'.
id: Authentifikasi dari host '%1$s' tidak dapat dibuat.
ru: Подлинность сервера '%1$s' не может быть установлена
sv: Identiteten av värden '%1$s' går ej att fastställa.
vi: Không thể xác định tính xác thực của máy chủ '%1$s'.

# host_fingerprint
source: Host %1$s key fingerprint is %2$s
da: %1$s nøgle fingeraftryk er %2$s
de: Host %1$ss Schlüssel Fingerabdruck ist %2$s
es: La clave huella de la maquina %1$s es %2$s
he: טביעת האצבע של המפתח שלהמארח %1$s היא %2$s
id: Host %1$s tanda tangan kunci adalah %2$s
ru: Отпечаток ключа сервера %1$s - %2$s
sv: Värd %1$s nyckel-fingeravtryck är %2$s
vi: Dấu vân tay khóa của máy chủ %1$s là %2$s

# host_key_verification_title
source: Host key verification
de: Hostschlüsselüberprüfung
es: Verificación de clave del host
id: Verifikasi kunci host
vi: Xác minh khóa máy chủ

# fingerprint_format_header
source: Fingerprint format
de: Fingerabdruckformat
es: Formato de huella digital
id: Format sidik jari
vi: Định dạng dấu vân tay

# host_key_type_and_size
source: %1$s %2$d bits
de: %1$s %2$d Bit
es: %1$s %2$d bits se traduce como %1$s %2$d bits
id: %1$s %2$d bit
vi: %1$s %2$d bit

# fingerprint_copy_description
source: Copy fingerprint to clipboard
de: Fingerprint in die Zwischenablage kopieren
es: Copiar huella digital al portapapeles
id: Salin sidik jari ke papan klip
vi: Sao chép dấu vân tay vào bộ nhớ tạm

# alert_passwords_do_not_match_msg
source: Passwords do not match!
da: Adgangskoderne er ikke ens!
de: Passwörter stimmen nicht überein!
es: ¡Las contraseñas no coinciden!
he: הססמאות אינן תואמות!
id: Kata sandi tidak cocok!
ru: Пароли не совпадают!
sv: Lösenorden överenstämmer inte med varandra!
vi: Mật khẩu không khớp!

# alert_wrong_password_msg
source: Wrong password!
da: Forkert adgangskode!
de: Falsches Passwort!
es: ¡Contraseña errónea!
he: ססמה שגויה!
id: Kata sandi salah!
ru: Неверный пароль!
sv: Felaktigt lösenord!
vi: Sai mật khẩu!

# button_resize
source: Resize
da: Ændre størrelse
de: Größe ändern
es: Redimensionar
he: שינוי גודל
id: Ubah ukuran
ru: Изменить размер
sv: Ändra storlek
vi: Đổi kích thước

# alert_disconnect_msg
source: Connection Lost
da: Forbindelse tabt
de: Die Verbindung wurde getrennt.
es: Conexión perdida
he: החיבור אבד
id: Koneksi terputus
ru: Соединение потеряно
sv: Anslutningen förlorad
vi: Mất Kết Nối

# network_lost_grace_period
source: Network lost, waiting to reconnect…
de: Netzwerkverbindung verloren, warte auf Wiederherstellung…
es: Red de conexión perdida esperando para reconectar…
id: Koneksi jaringan terputus, menunggu untuk terhubung kembali…
vi: Mất kết nối mạng, đang chờ kết nối lại…

# network_grace_period_expired
source: Network not restored, disconnecting…
de: Netzwerk wurde nicht wiederhergestellt, trenne Verbindung…
es: Red de no restaurada desconectando…
id: Jaringan tidak dipulihkan, memutuskan sambungan…
vi: Không thể kết nối lại mạng, đang ngắt kết nối…

# network_restored_same_ip
source: Network restored, connection maintained
de: Netzwerk wiederhergestellt, Verbindung aufrechterhalten
es: Red de restaurada, conexión mantenida
id: Jaringan telah dipulihkan, koneksi tetap terjaga
vi: Mạng đã được khôi phục, kết nối được duy trì.

# network_restored_ip_changed
source: Network restored but IP changed, reconnecting…
de: Netzwerk wiederhergestellt aber IP geändert neu verbinden…
es: Red de restaurada pero la dirección IP cambio reconectando…
id: Jaringan telah dipulihkan, tetapi alamat IP telah berubah, sedang mencoba menghubungkan kembali…
vi: Mạng đã được khôi phục nhưng địa chỉ IP đã thay đổi, đang kết nối lại…

# network_restored_no_previous_state
source: Network restored, verifying connection…
de: Netzwerk wiederhergestellt, Verbindung wird überprüft…
es: Red de restaurada verificando conexión…
id: Jaringan telah dipulihkan, sedang memverifikasi koneksi…
vi: Mạng đã được khôi phục, đang kiểm tra kết nối…

# pref_emulation_category
source: Terminal emulation
da: Terminal emulering
es: Emulación del terminal
he: הדמיית מסוף
id: Terminal Emulasi
ru: Эмулятор терминала
sv: Terminalemulering
vi: Mô phỏng Terminal

# pref_emulation_title
source: Emulation mode
da: Emulerings metode
de: Emulationsmodus
es: Modo emulación
he: מצב הדמיה
id: Mode Emulasi
ru: Режим эмуляции
sv: Emuleringsläge
vi: Chế độ mô phỏng

# pref_scrollback_title
source: Scrollback size
da: Rul-tilbage buffer
de: Bildlaufpuffergröße
es: Tamaño de navegación
he: גודל גלילה אחורה
id: Ukuran Scrollback
ru: Размер прокрутки
sv: Textbufferstorlek
vi: Kích thước Scrollback

# pref_scrollback_summary
source: Size of scrollback buffer to keep in memory for each console
da: Størrelsen af rul-tilbage bufferen for hver konsol
de: Größe des Bildlaufpuffers, der für jede Konsole im Speicher gehalten wird
es: Tamaño de búfer que quedara en memoria para cada consola.
he: גודל מטמון הגלילה שיישאר בזיכרון בכל מסוף
id: Ukuran penyangga scrollback yang harus tersimpan di memori pada setiap konsol
ru: Размер буфера прокрутки в памяти для каждой консоли
sv: Storlek på textbuffer för varje konsol
vi: Kích thước của bộ đệm scrollback để giữ trong bộ nhớ cho mỗi console

# pref_fontfamily_title
source: Font
de: Schriftart
es: Fuente
vi: Phông chữ

# pref_customfont_title
source: Add custom font
de: Benutzerdefinirte Schrift hinzufügen
es: Agregar fuente personalizada
id: Tambahkan font khusus
vi: Thêm phông chữ tùy chỉnh

# pref_customfont_summary
source: Add a font from Google Fonts by name
de: Fügen Sie eine Schrift aus Google Fonts durch Angabe des Namens hinzu
es: Agregar una fuente de Google Fonts por nombre
id: Tambahkan font dari Google Fonts berdasarkan namanya
vi: Thêm một phông chữ từ Google Fonts theo tên.

# dialog_customfont_title
source: Add Custom Font
de: Benutzerdefinirte Schrift hinzufügen
es: Agregar fuente personalizada
id: Tambahkan Font Kustom
vi: Thêm phông chữ tùy chỉnh

# dialog_customfont_hint
source: Google Fonts name (e.g., Cascadia Code)
de: Google-Schriftname zB Cascadia Code
es: Nombre de fuente de Google (por ejemplo, Código Cascadia)
id: Nama Google Fonts (misalnya, Cascadia Code)
vi: Tên phông chữ Google (ví dụ: Cascadia Code)

# button_add
source: Add
de: Hinzufügen
es: Agregar
id: Tambahkan
vi: Thêm

# button_remove
source: Remove
de: Entfernen
es: Eliminar
id: Hapus
vi: Xóa

# font_validating
source: Validating font…
de: Überprüfe Schriftart…
es: Validando fuente…
id: Memvalidasi font…
vi: Đang kiểm tra phông chữ…
