Repository: connectbot/connectbot
Catalog: fortune/*.po
Languages: da, de, es, he, id, ru, sv, vi

# button_reset_all_colors
source: Reset All
de: Alles zurücksetzen
es: Reiniciar todo
id: Atur Ulang Semua
vi: Khôi phục tất cả

# section_ansi_colors
source: ANSI Colors (0–15)
de: ANSI Farben 0–15
es: Colores ANSI (0–15)
id: Warna ANSI (0–15)
vi: Màu ANSI (0–15)

# dialog_title_edit_color
source: Edit Color %1$d
de: Bearbeite Farbe %1$d
es: Editar color %1$d
id: Edit Warna %1$d
vi: Chỉnh sửa màu %1$d

# dialog_title_reset_all
source: Reset All Colors?
de: Alle Farben zurücksetzen
es: ¿Reiniciar todos los colores?
id: Atur Ulang Semua Warna?
vi: Khôi phục tất cả màu sắc mặc định?

# dialog_message_reset_all
source: This will reset all 256 colors to their default values. This action cannot be undone.
de: Dies wird alle 256 Farben auf ihre Standardwerte zurücksetzen Dieser Vorgang kann nicht rückgängig gemacht werden
es: Esto restablecerá los 256 colores a sus valores predeterminados. Esta acción no se puede deshacer.
id: Ini akan mengatur ulang semua 256 warna ke nilai bawaannya. Tindakan ini tidak dapat dibatalkan.
vi: Thao tác này sẽ đặt lại tất cả 256 màu về giá trị mặc định. Thao tác này không thể hoàn tác.

# app_is_running
source: ConnectBot is running
da: ConnectBot kører
de: ConnectBot läuft
es: ConnectBot está ejecutándose
he: ConnectBot פעיל
id: ConnectBot sedang berjalan
ru: ConnectBot запущен
sv: ConnectBot är igång
vi: ConnectBot đang kết nối

# label_red
source: Red
de: Rot
es: Rojo
id: Merah
vi: Đỏ

# label_green
source: Green
de: Grün
es: Verde
id: Hijau
vi: Màu xanh lá cây

# label_blue
source: Blue
de: Blau
es: Azul
id: Biru
vi: Xanh lam

# label_hex_color
source: Hex Color
de: Hex Farbe
es: Color Hexadecimal
id: Kode Warna Heksadesimal
vi: Mã màu hệ thập lục phân

# colors_fg_label
source: FG: %1$d
de: SF: %1$d
es: Color de fondo: %1$d
he: קדמה:%1$d
id: WD: %1$d
ru: ПП: %1$d
vi: Màu trên nền: %1$d

# color_bg_label
source: BG: %1$d
de: HF: %1$d
es: Color de fondo: %1$d
he: רקע:%1$d
id: WB: %1$d
ru: ЗП: %1$d
vi: Màu nền: %1$d

# image_description_connected
source: Connected.
de: Verbunden.
es: Conectado
he: יש חיבור.
id: Tersambung.
ru: Подключено.
vi: Đã kết nối.

# image_description_disconnected
source: Disconnected.
de: Verbindung getrennt.
es: Desconectado.
id: Koneksi terputus.
ru: Отключено.
vi: Đã ngắt kết nối.

# image_description_toggle_control_character
source: Toggle control character.
de: Steuerzeichen umschalten
es: Activar el envío de la pulsación de tecla Control.
he: החלפת מצב תווי בקרה.
id: Ubah-ubah karakter control.
vi: Chuyển đổi phím điều khiển.

# image_description_send_escape_character
source: Send escape character.
de: Escape-Zeichen senden.
es: Enviar una pulsación de la tecla Escape.
he: שליחת תו סליקה.
id: Kirim karakter escape.
ru: Послать символ Esc
vi: Gửi kí tự thoát (Escape)

# image_description_send_tab_character
source: Send TAB character.
de: Sende TAB Zeichen.
es: Enviar una pulsación de la tecla TAB (Tabulador).
id: Kirim karakter TAB.
ru: Послать символ Tab
vi: Gửi kí tự TAB

# image_description_hide_keyboard
source: Hide keyboard.
de: Tastatur verbergen
es: Esconder teclado
id: Sembunyikan keyboard.
ru: Скрыть клавиатуру.
vi: Ẩn bàn phím.

# image_description_show_keyboard
source: Show keyboard.
de: Tastatur anzeigen.
es: Mostrar teclado.
he: הצגת מקלדת.
id: Perlihatkan papan ketik.
ru: Показать клавиатуру.
vi: Hiện bàn phím.

# image_description_up
source: Arrow up
de: Pfeil nach oben
es: Tecla cursor arriba
id: Panah atas
ru: Стрелка вверх
vi: Mũi tên hướng lên

# image_description_down
source: Arrow down
de: Pfeil nach unten
es: Tecla cursor abajo
id: Panah ke bawah
ru: Стрелка вниз
vi: Mũi tên hướng xuống

# image_description_left
source: Arrow left
de: Pfeil nach links
es: Tecla cursor a la izquierda
id: Panah kiri
ru: Стрелка влево
vi: Mũi tên sáng trái

# image_description_right
source: Arrow right
de: Pfeil nach rechts
es: Tecla cursor a la derecha
id: Panah kanan
ru: Стрелка вправо
vi: Mũi tên sáng phải

# button_key_esc
source: Esc
es: Escape
vi: Esc (thoát)

# button_key_ctrl
source: Ctrl
de: Strg
vi: Ctrl (điều khiển)

# button_key_home
source: Home
de: Start
es: Inicio
id: Beranda
vi: Màn hình chính

# button_key_end
source: End
de: Ende
es: Fin
id: Akhir
vi: Kết thúc

# button_key_pgup
source: PgUp
de: Bild auf
es: Re Pág
vi: PgUp (trang trước đó)

# button_key_pgdn
source: PgDn
de: Bild ab
es: Av Pág
vi: PgDn (trang tiếp sau)

# terminal_keyboard_text_input_button
source: Text input
de: Eingabetext
es: Entrada de texto
id: Input teks
vi: Nhập văn bản

# terminal_text_input_dialog_title
source: Text Input
de: Eingabetext
es: Entrada de texto
id: Input Teks
vi: Nhập văn bản

# terminal_text_input_dialog_label
source: Enter text to send to terminal
de: Geben Sie Text ein um ihn an die Konsole zu senden
es: Introduzca texto para enviar a la terminal
id: Masukkan teks yang akan dikirim ke terminal
vi: Nhập văn bản để gửi đến thiết bị đầu cuối

# console_menu_text_input
source: Text input
de: Eingabetext
es: Entrada de texto
id: Input teks
vi: Nhập văn bản

# button_send
source: Send
de: Senden
es: Enviar
id: Kirim
vi: Gửi

# button_ok
source: OK
es: De acuerdo
id: Baik
vi: Được rồi

# button_close
source: Close
de: Schließen
es: Cerrar
id: Tutup
vi: Đóng

# button_back
source: Back
de: Zurück
es: Atrás
id: Kembali
vi: Quay lại

# button_navigate_up
source: Navigate up
de: Nach oben navigieren
es: Navegar hacia arriba
id: Naik ke atas
vi: Di chuyển lên trên

# button_more_options
source: More options
de: Mehr Optionen
es: Más opciones
id: Opsi lainnya
vi: Thêm tùy chọn

# button_host_options
source: Host options
de: Hostoptionen
es: Opciones de host
id: Opsi host
vi: Các tùy chọn máy chủ

# button_collapse
source: Collapse
de: Zusammenklappen
es: Colapsar
id: Ciutkan
vi: Thu gọn

# error_key_load_failed
source: Failed to load key '%1$s': %2$s
de: Fehler beim Laden des Schlüssels '%1$s': %2$s
es: No se pudo cargar la clave '%1$s': %2$s
id: Gagal memuat kunci '%1$s': %2$s
vi: Không thể tải khóa '%1$s': %2$s

# error_connection_failed
source: Failed to connect to %1$s (%2$s): %3$s
de: Verbindung zu %1$s (%2$s) fehlgeschlagen: %3$s
es: No se pudo conectar a %1$s (%2$s): %3$s
id: Gagal terhubung ke %1$s (%2$s): %3$s
vi: Không thể kết nối đến %1$s (%2$s): %3$s

# error_port_forward_load_failed
source: Failed to load port forwards for %1$s: %2$s
de: Fehler beim Laden der Portweiterleitungen für %1$s %2$s
es: No se pudo cargar las reenviaciones de puertos para %1$s %2$s
id: Gagal memuat penerusan port untuk %1$s: %2$s
vi: Không thể tải các cấu hình chuyển tiếp cổng cho %1$s: %2$s

# error_host_save_failed
source: Failed to save host %1$s: %2$s
de: Konnte Host %1$s nicht speichern %2$s
es: No se pudo guardar el host %1$s %2$s
id: Gagal menyimpan host %1$s: %2$s
vi: Không thể lưu thông tin máy chủ %1$s: %2$s

# error_color_scheme_load_failed
source: Failed to load color scheme: %s
de: Fehler beim Laden des Farbschemas %s
es: No se pudo cargar el esquema de colores %s
id: Gagal memuat skema warna: %s
vi: Không thể tải lược đồ màu: %s

# host_duplicate_nickname
source: %1$s (copy)
id: %1$s (salin)
vi: %1$s (sao chép)

# empty_hosts_message
source: No hosts configured
de: Keine Hosts konfiguriert
es: Ningún host configurado
id: Tidak ada host yang dikonfigurasi
vi: Chưa có máy chủ nào được cấu hình

# empty_pubkeys_message
source: No keys found.
de: Keine Schlüssel gefunden
es: No se encontraron claves
id: Tidak ada kunci yang ditemukan.
vi: Không tìm thấy khóa nào.

# empty_port_forwards_message
source: No port forwards configured.
de: Keine Portweiterleitungen konfiguriert
es: Ningún puerto reenviado configurado
id: Tidak ada pengalihan port yang dikonfigurasi.
vi: Không có chuyển tiếp cổng nào được cấu hình.

# empty_urls_message
source: No URLs found in terminal buffer
de: Keine URLs im Terminalpuffer gefunden
es: No se encontraron URL en el búfer del terminal
id: Tidak ada URL yang ditemukan di buffer terminal
vi: Không tìm thấy URL nào trong bộ nhớ đệm của thiết bị đầu cuối

# console_default_title
source: Console
de: Konsole
es: Consola
id: Konsol
vi: Bảng điều khiển

# host_editor_quick_connect_label
source: Quick connect
de: Schnellverbindung
es: Conexión rápida
id: Hubungkan dengan cepat
vi: Kết nối nhanh

# host_editor_quick_connect_example
source: Example: root@192.168.1.1:22
de: Beispiel root@192.168.1.122
es: Ejemplo root@192.168.1.1:22
id: Contoh: root@192.168.1.1:22
vi: Ví dụ: root@192.168.1.1:22

# host_editor_show_advanced
source: Show advanced options
de: Zeige erweiterte Optionen
es: Mostrar opciones avanzadas
id: Tampilkan opsi lanjutan
vi: Hiển thị các tùy chọn nâng cao

# host_editor_hide_advanced
source: Hide advanced options
de: Verstecke erweiterte Optionen
es: Ocultar opciones avanzadas
id: Sembunyikan opsi lanjutan
vi: Ẩn các tùy chọn nâng cao

# resize_width_label
source: Width (columns)
de: Breite Spalten
es: Anchura columnas
id: Lebar (kolom)
vi: Chiều rộng (số cột)

# resize_height_label
source: Height (rows)
de: Höhe Zeilen
es: Altura filas
id: Tinggi (jumlah baris)
vi: Chiều cao (số hàng)

# resize_disable_force_size
source: Disable force size
id: Nonaktifkan ukuran paksa
vi: Tắt chế độ ép kích thước

# pubkey_editor_key_type_label
source: Key type
de: Schlüsseltyp
es: Tipo de clave
id: Jenis kunci
vi: Loại khóa

# pubkey_editor_options_label
source: Options
de: Optionen
es: Opciones
id: Opsi
vi: Tùy chọn

# pubkey_editor_encrypted_startup_warning
source: Encrypted keys cannot be unlocked at startup
de: Verschlüsselte Schlüssel können nicht beim Start freigegeben werden
es: Las claves cifradas no se pueden desbloquear al inicio
id: Kunci terenkripsi tidak dapat dibuka saat memulai aplikasi
vi: Không thể mở khóa các khóa đã mã hóa khi khởi động

# pubkey_type_label
source: Type: %s
de: Typ: %s
es: Tipo: %s
id: Jenis: %s
vi: Loại: %s

# pubkey_encrypted_description
source: Encrypted
de: Verschlüsselt
es: Cifrado
id: Terenkripsi
vi: Đã mã hóa

# pubkey_not_encrypted_description
source: Not encrypted
de: Nicht verschlüsselt
es: No cifrado
id: Tidak terenkripsi
vi: Không được mã hóa

# pubkey_biometric_protection
source: Fingerprint protection
de: Fingerabdruckschutz
es: Protección de huellas dactilares
id: Perlindungan sidik jari
vi: Bảo vệ bằng dấu vân tay

# pubkey_biometric_description
source: Protect this key with your fingerprint
de: Schützen Sie diesen Schlüssel mit Ihrem Fingerabdruck
es: Proteja esta clave con su huella dactilar
id: Lindungi kunci ini dengan sidik jari Anda
vi: Bảo vệ khóa này bằng dấu vân tay của bạn

# pubkey_biometric_not_enrolled
source: No fingerprint enrolled. Set up fingerprint in device settings to use this feature.
de: Kein Fingerabdruck eingeschrieben. Stellen Sie den Fingerabdruck in den Geräteeinstellungen ein, um diese Funktion zu verwenden
es: Ninguna huella dactilar registrada. Configura la huella dactilar en la configuracion del dispositivo para utilizar esta caracteristica.
id: Tidak ada sidik jari yang terdaftar. Atur sidik jari di pengaturan perangkat untuk menggunakan fitur ini.
vi: Chưa có dấu vân tay nào được đăng ký. Hãy thiết lập dấu vân tay trong cài đặt thiết bị để sử dụng tính năng này.

# pubkey_biometric_key_type_warning
source: Fingerprint protection is only available for RSA and EC keys
de: Fingerabdruckschutz ist nur für RSA- und EC-Schlüssel verfügbar
es: La protección de huella dactilar solo está disponible para claves RSA y EC
id: Perlindungan sidik jari hanya tersedia untuk kunci RSA dan EC
vi: Tính năng bảo vệ bằng dấu vân tay chỉ khả dụng cho khóa RSA và EC

# pubkey_biometric_prompt_title
source: Authenticate to use key
de: Authentifiziere dich um den Schlüssel zu verwenden
es: Autenticar para usar la clave
id: Otentikasi menggunakan kunci
vi: Xác thực bằng khóa để sử dụng

# pubkey_biometric_prompt_subtitle
source: Touch the fingerprint sensor to unlock '%1$s'
de: Berühren Sie den Fingerabdrucksensor um '%1$s' zu entsperren
es: Toca el sensor de huellas dactilares para desbloquear %1$s
id: Sentuh sensor sidik jari untuk membuka kunci '%1$s'
vi: Chạm vào cảm biến vân tay để mở khóa '%1$s'

# pubkey_biometric_description_icon
source: Protected by fingerprint
de: Geschützt durch Fingerabdruck
es: Protegido por huella dactilar
id: Dilindungi oleh sidik jari
vi: Được bảo vệ bằng dấu vân tay

# pubkey_biometric_not_available
source: Fingerprint authentication is not available
de: Der Fingerabdruckauthentifizierung ist nicht verfügbar
es: La autenticación por huella dactilar no está disponible
id: Autentikasi sidik jari tidak tersedia
vi: Tính năng xác thực bằng dấu vân tay không khả dụng

# portforward_nickname_placeholder
source: Internal Webserver
de: Interner Webserver
es: Servidor web interno
id: Server Web Internal
vi: Máy chủ web nội bộ

# portforward_port_range_error
source: Port must be between 1 and 65535
de: Der Port muss zwischen 1 und 65535 liegen
es: El puerto debe estar entre 1 y 65535
id: Nomor port harus antara 1 dan 65535
vi: Cổng phải nằm trong khoảng từ 1 đến 65535

# portforward_destination_format_error
source: Format should be host:port (e.g., localhost:80)
de: Das Format sollte host:port sein (z.B. localhost:80)
es: El formato debe ser host:puerto (por ejemplo, localhost:80)
id: Formatnya adalah host:port (misalnya, localhost:80)
vi: Định dạng phải là: host:port (ví dụ: localhost:80)

# portforward_type_label
source: Type: %s
de: Typ: %s
es: Tipo: %s
id: Jenis: %s
vi: Loại: %s

# portforward_enable
source: Enable
de: Aktivieren
es: Habilitar
id: Aktifkan
vi: Bật

# portforward_disable
source: Disable
de: Deaktivieren
es: Deshabilitar
id: Nonaktifkan
vi: Tắt

source: Port forward enabled
de: Portweiterleitung aktiviert
es: Reenvío de puerto habilitado
id: Penerusan port diaktifkan
vi: Tính năng chuyển tiếp cổng đã được kích hoạt

source: Port forward disabled
de: Portweiterleitung deaktiviert
es: Reenvío de puerto deshabilitado
id: Penerusan port dinonaktifkan
vi: Tính năng chuyển tiếp cổng đã bị tắt

# protocol_spinner_label
source: Protocol
de: Protokoll
es: Protocolo
id: Protokol
ru: Протокол
vi: Giao thức (Protocol)

source: Expand
de: Aufklappen
es: Expandir
id: Perluas
ru: Развернуть
vi: Mở rộng

# hostpref_authagent_with_confirmation
source: require confirmation
de: Bestätigung nötig
es: requerir confirmación
id: memerlukan konfirmasi
ru: требуется подтверждение
vi: cần xác nhận

# hostpref_add_host
source: Add host
de: Host hinzufügen
es: Añadir host
id: Tambahkan host
ru: Добавить сервер
vi: Thêm máy chủ (host)

# hostpref_save_host
source: Save host
id: Simpan host
vi: Lưu máy chủ (host)

# hostpref_setting_title
source: Host setting
id: Pengaturan host
vi: Cài đặt máy chủ

# pubkey_import_existing
source: Import existing pubkey
de: Vorhandenen öffentlichen Schlüssel importieren
es: Importar clave pública existente
id: Impor kunci publik yang sudah ada
ru: Импортировать существующий ключ
vi: Import khoá pubkey có sẵn

# notification_permission_title
source: Keep connections alive
de: Verbindungen aufrechterhalten
es: Mantener las conexiones vivas
id: Pertahankan koneksi agar tetap aktif
vi: Duy trì kết nối

# notification_permission_message
source: Displaying a notification is required keep connections alive in the background. Without permission, connections may close when you switch apps.
de: Das Anzeigen einer Benachrichtigung ist erforderlich um Verbindungen im Hintergrund aufrechtzuerhalten Ohne Berechtigung können Verbindungen schließen wenn Sie zwischen Apps wechseln
es: Mostrar una notificación es requerido para mantener las conexiones vivas en segundo plano Sin permiso las conexiones pueden cerrarse cuando cambias de aplicaciones
id: Menampilkan notifikasi diperlukan untuk menjaga koneksi tetap aktif di latar belakang. Tanpa izin, koneksi mungkin terputus saat Anda beralih aplikasi.
vi: Việc hiển thị thông báo là bắt buộc để duy trì kết nối khi ứng dụng chạy ở chế độ nền. Nếu không có quyền, kết nối có thể bị ngắt khi bạn chuyển đổi giữa các ứng dụng.

source: Grant permission
de: Berechtigung erteilen
es: Otorgar permiso
id: Berikan izin
vi: Cấp quyền

source: Connect anyway
de: Verbinden trotzdem
es: Conectar de todos modos
id: Tetap sambungkan
vi: Vẫn kết nối

# notification_permission_denied_title
source: Permission required
de: Erforderliche Berechtigung
es: Permiso requerido
id: Izin diperlukan
vi: Yêu cầu quyền truy cập

# notification_permission_denied_message
source: To keep connections alive in the background, you must enable notification permission in app settings.
de: Um Verbindungen im Hintergrund aufrechtzuerhalten muss die Benachrichtigungsberechtigung in den App-Einstellungen aktiviert werden
es: Para mantener las conexiones vivas en segundo plano debes habilitar el permiso de notificación en la configuración de la aplicación
id: Untuk menjaga agar koneksi tetap aktif di latar belakang, Anda harus mengaktifkan izin notifikasi di pengaturan aplikasi.
vi: Để duy trì kết nối trong nền, bạn phải bật quyền thông báo trong cài đặt ứng dụng.

source: Open settings
de: Öffne Einstellungen
es: Abrir configuración
id: Buka pengaturan
vi: Mở cài đặt

# terminal_no_route
source: Are you trying to access a local host? Grant local network permissions.
de: Versuchen Sie auf einen lokalen Host zuzugreifen Grantieren Sie lokale Netzwerk Berechtigungen
es: Estás tratando de acceder a un host local Grant permisos de red local
id: Apakah Anda mencoba mengakses host lokal? Berikan izin jaringan lokal.
vi: Bạn có đang cố gắng truy cập máy chủ cục bộ không? Hãy cấp quyền truy cập mạng cục bộ.

# loading_message
source: Loading…
de: Laden…
es: Cargando…
id: Memuat…
vi: Đang tải…

# migration_checking
source: Checking database…
de: Überprüfe Datenbank…
es: Comprobando base de datos…
id: Memeriksa basis data…
vi: Đang kiểm tra cơ sở dữ liệu…

# migration_title
source: Migrating Database
de: Datenbank migrieren
es: Migrando Base de Datos
id: Memindahkan Basis Data
vi: Di chuyển cơ sở dữ liệu

# migration_warning
source: Please do not close the app during migration
de: Bitte schließen Sie die App während der Migration nicht
es: No cierre la aplicación durante la migración
id: Harap jangan tutup aplikasi selama proses migrasi
vi: Vui lòng không đóng ứng dụng trong quá trình chuyển đổi

# migration_stats_hosts
source: Hosts migrated: %d
de: Wirtsgastgeber migriert %d
es: Hosts migrados %d
id: Host yang dimigrasikan: %d
vi: Số lượng máy chủ đã chuyển đổi: %d

# migration_stats_pubkeys
source: SSH keys migrated: %d
de: SSH-Schlüssel migriert: %d
es: Claves SSH migradas %d
id: Kunci SSH telah dipindahkan: %d
vi: Đã chuyển các khóa SSH: %d

# migration_stats_port_forwards
source: Port forwards migrated: %d
de: Portweiterleitungen migriert %d
es: Reenvíos de puerto migrados %d
id: Port forwarding yang dipindahkan: %d
vi: Số lượng chuyển tiếp cổng đã được thực hiện: %d

# migration_stats_known_hosts
source: Known hosts migrated: %d
de: Bekannte Hosts migriert: %d
es: Hosts conocidos migrados %d
id: Daftar host yang dikenal telah dipindahkan: %d
vi: Danh sách máy chủ đã biết đã được chuyển đổi: %d

# migration_failed_title
source: Migration Failed
de: Migration fehlgeschlagen
es: Falló la migración
id: Migrasi gagal
vi: Quá trình di chuyển không thành công

# migration_failed_message
source: An error occurred during database migration: %s
de: Ein Fehler trat während der Datenbankmigration auf %s
es: Ocurrió un error durante la migración de la base de datos %s
id: Terjadi kesalahan selama migrasi basis data: %s
vi: Đã xảy ra lỗi trong quá trình di chuyển cơ sở dữ liệu: %s

# migration_retry
source: Retry
de: Wiederholen
es: Reintentar
id: Coba lagi
vi: Thử lại

# migration_failed_help
source: If the problem persists, please report this issue at %1$s with the debug log copied above
de: Wenn das Problem weiterhin besteht bitte melden Sie dieses Problem bei %1$s mit dem oben kopierten Debugprotokoll
es: Si el problema persiste por favor informe este problema en %1$s con el registro de depuración copiado arriba
id: Jika masalah ini masih berlanjut, laporkan masalah ini di %1$s dengan menyertakan log debug yang telah disalin
vi: Nếu sự cố vẫn tiếp diễn, vui lòng báo cáo vấn đề này tại %1$s và đính kèm bản ghi gỡ lỗi đã sao chép ở trên

# migration_warnings_title
source: Migration Warnings
de: Migrationswarnungen
es: Avisos de migración
id: Peringatan Migrasi
vi: Cảnh báo về việc nâng cấp

# migration_copy_warnings
source: Copy Warnings
de: Kopierwarnungen
es: Copiar advertencias
id: Salin Peringatan
vi: Sao chép Cảnh báo

# migration_debug_log_title
source: Debug Log
de: Fehlerprotokoll
es: Registro de depuración
id: Catatan Log Debug
vi: Nhật ký gỡ lỗi

# migration_copy_debug_log
source: Copy Debug Log
de: Kopiere Debug-Protokoll
es: Copiar registro de depuración
id: Salin Log Debug
vi: Sao chép nhật ký gỡ lỗi

# disconnect_host_alert
source: Are you sure you want to disconnect from '%1$s'?
de: Sind Sie sicher dass Sie sich von '%1$s' trennen möchten
es: ¿Estás seguro de que deseas desconectar de '%1$s'?
id: Apakah Anda yakin ingin memutuskan sambungan dari '%1$s'?
vi: Bạn có chắc muốn ngắt kết nối khỏi '%1$s' không?

# delete_host_confirm
source: Are you sure you want to delete host '%1$s'?
de: Sind Sie sicher dass Sie den Host '%1$s' löschen möchten
es: ¿Estás seguro de que deseas eliminar el host '%1$s'?
id: Apakah Anda yakin ingin menghapus host '%1$s'?
vi: Bạn có chắc muốn xóa máy chủ '%1$s' không?

# forget_host_keys_confirm
source: Are you sure you want to forget the stored host keys for '%1$s'? You will be prompted to verify the host key on the next connection.
id: Apakah Anda yakin ingin menghapus kunci host yang tersimpan untuk '%1$s'? Anda akan diminta untuk memverifikasi kunci host pada koneksi berikutnya.
vi: Bạn có chắc muốn xóa các khóa máy chủ đã lưu cho '%1$s' không? Bạn sẽ được yêu cầu xác minh khóa máy chủ trong lần kết nối tiếp theo.

# list_pubkey_edit
source: Edit pubkey
de: Bearbeite Pubkey
es: Editar clave pública
id: Edit kunci publik
vi: Chỉnh sửa khóa công khai

# hostpref_ipversion_title
source: IP version
id: Versi IP
vi: Phiên bản IP

# hostpref_ipversion_summary
source: Select which IP address version to use when connecting
id: Pilih versi alamat IP yang akan digunakan saat terhubung
vi: Chọn phiên bản địa chỉ IP cần sử dụng khi kết nối

# ipversion_auto
source: Automatic
id: Otomatis
vi: Tự động

# ipversion_ipv4
source: IPv4 only
id: Hanya IPv4
vi: Chỉ sử dụng IPv4

# ipversion_ipv6
source: IPv6 only
id: Hanya IPv6
vi: Chỉ sử dụng IPv6

# hostpref_jumphost_title
source: Jump host (ProxyJump)
de: Sprungserver ProxyJump
es: Anfitrión de salto (ProxyJump)
id: Host perantara (ProxyJump)
vi: Máy chủ trung gian (ProxyJump)

# hostpref_jumphost_summary
source: Connect through another SSH host
de: Verbinden über einen anderen SSH-Host
es: Conectar a través de otro host SSH
id: Hubungkan melalui host SSH lain
vi: Kết nối thông qua một máy chủ SSH khác

# list_jumphost_none
source: None (direct connection)
de: Keine direkte Verbindung
es: Ninguno (conexión directa)
id: Tidak ada (koneksi langsung)
vi: Không có (kết nối trực tiếp)

# terminal_connecting_via_jump
source: Connecting via jump host: %s
de: Verbindung über Sprungserver: %s
es: Conectando vía host de salto %s
id: Menghubungkan melalui host perantara: %s
vi: Kết nối thông qua máy chủ trung gian: %s

# terminal_jump_connected
source: Connected to jump host: %s
de: Verbunden mit Sprungserver: %s
es: Conectado al servidor de salto: %s
id: Terhubung ke host perantara: %s
vi: Đã kết nối đến máy chủ trung gian: %s

# terminal_jump_authenticated
source: Authenticated to jump host: %s
de: Authentifiziert an Sprungserver: %s
es: Autenticado en el servidor de salto: %s
id: Berhasil melakukan autentikasi ke host perantara: %s
vi: Đã xác thực với máy chủ trung gian: %s
