Repository: connectbot/connectbot
Catalog: fortune/*.po
Languages: da, de, es, he, id, ru, sv, vi

# profile_editor_section_terminal
source: Terminal
vi: Giao diện dòng lệnh

# profile_editor_font_family_title
source: Font Family
id: Keluarga Font
vi: Font chữ

# profile_editor_font_size_title
source: Font Size: %d
id: Ukuran Font: %d
vi: Kích thước phông chữ: %d

# profile_editor_force_size_title
source: Force Size
id: Paksa Ukuran
vi: Buộc kích thước

# profile_editor_force_size_summary
source: Force the terminal to a specific size (columns x rows) instead of auto-sizing to fit the screen.
id: Paksa terminal untuk menggunakan ukuran tertentu (kolom x baris) alih-alih menyesuaikan ukuran secara otomatis agar sesuai dengan layar.
vi: Buộc kích thước của giao diện dòng lệnh thành một kích thước cụ thể (số cột x số hàng) thay vì tự động điều chỉnh để phù hợp với màn hình.

# profile_editor_force_size_enable
source: Enable force size
id: Aktifkan ukuran paksa
vi: Bật tùy chọn đặt kích thước cố định

# profile_editor_force_size_columns
source: Columns
id: Kolom
vi: Cột

# profile_editor_force_size_rows
source: Rows
id: Baris
vi: Số hàng

# profile_icon_color_none
source: None (use host color)
id: Tidak ada (gunakan warna host)
vi: Không có (sử dụng màu của máy chủ)

# profile_list_title
source: Profiles
id: Profil
vi: Hồ sơ

# profile_list_create_profile
source: Create profile
id: Buat profil
vi: Tạo hồ sơ

# profile_list_empty_message
source: No profiles yet. Tap + to create one.
id: Belum ada profil yang dibuat. Ketuk + untuk membuat profil.
vi: Chưa có cấu hình nào. Nhấn vào dấu + để tạo một cấu hình mới.

# profile_list_more_options
source: More options
id: Opsi lainnya
vi: Thêm tùy chọn

# profile_list_duplicate
source: Duplicate
id: Duplikat
vi: Trùng lặp

# profile_list_delete
source: Delete
id: Hapus
vi: Xóa

# profile_create_dialog_title
source: Create Profile
id: Buat Profil
vi: Tạo hồ sơ

# profile_create_name_label
source: Profile Name
id: Nama Profil
vi: Tên hồ sơ

# profile_create_button
source: Create
id: Buat
vi: Tạo

# profile_create_cancel
source: Cancel
id: Batalkan
vi: Hủy

# profile_delete_dialog_title
source: Delete Profile
id: Hapus Profil
vi: Xóa hồ sơ

# profile_delete_dialog_message
source: Are you sure you want to delete '%s'?
id: Apakah Anda yakin ingin menghapus '%s'?
vi: Bạn có chắc muốn xóa '%s' không?

# profile_delete_button
source: Delete
id: Hapus
vi: Xóa

# profile_delete_cancel
source: Cancel
id: Batalkan
vi: Hủy

# profile_summary_font
source: Font: %1$s %2$dpt
vi: Phông chữ: %1$s %2$dpt

# profile_summary_emulation
source: Emulation: %s
id: Emulasi: %s
vi: Mô phỏng: %s

# console_menu_close
source: Close
da: Luk
de: Schließen
es: Cerrar
he: סגירה
id: Tutup
ru: Закрыть
sv: Stäng
vi: Ðóng

# console_menu_paste
source: Paste
da: Indsæt
de: Einfügen
es: Pegar
he: הדבקה
id: Tempel
ru: Вставить
sv: Klistra in
vi: Dán (Paste)

# button_yes
source: Yes
da: Ja
de: Ja
es: Sí
he: כן
id: Ya
ru: Да
sv: Acceptera
vi: Có

# button_no
source: No
da: Nej
de: Nein
es: Denegar
he: לא
id: Tidak
ru: Нет
sv: Neka
vi: Không

# portforward_remote
source: Remote
da: Fjern
de: Entfernt
es: Remoto
he: מרוחק
ru: Удалённый
sv: Fjärr
vi: Máy chủ từ xa

# portforward_dynamic
source: Dynamic (SOCKS)
da: Dynamisk (SOCKS)
de: Dynamisch (SOCKS)
es: Dinámicos (SOCKS)
he: דינמי (SOCKS)
id: Dinamis (SOCKS)
ru: Динамический (SOCKS)
sv: Dynamisk (SOCKS)
vi: Động (SOCKS)

# portforward_pos
source: Create port forward
da: Opret port-videresendelse
de: Port-Weiterleitung anlegen
es: Crear reenvio de puerto
he: יצירת הפניית פתחות
id: Buat penerusan port
ru: Создать перенаправление порта
sv: Skapa vidarebefodring av port
vi: Tạo cổng chuyển tiếp (port forward)

# portforward_save
source: Save
de: Speichern
es: Guardar
id: Simpan
vi: Lưu

# format_username
source: username
da: brugernavn
de: Benutzername
es: Usuario
id: pengguna
ru: имя пользователя
sv: användarnamn
vi: tên người dùng (username)

# format_hostname
source: hostname
da: værtsnavn
es: nombre del host
id: namahost
ru: имя сервера
sv: värdnamn
vi: tên máy chủ (hostname)

# format_port
source: port
de: Anschluss
es: puerto
ru: порт
vi: cổng

# list_menu_sortcolor
source: Sort by color
da: Sortér efter farve
de: Nach Farbe sortieren
es: Ordenar por color
he: סידור לפי צבע
id: Urutkan berdasarkan warna
ru: Сортировать по цвету
sv: Sortera efter färg
vi: Sắp xếp theo màu

# list_menu_sortname
source: Sort by name
da: Sortér efter navn
de: Nach Name sortieren
es: Ordenar por nombre
he: סידור לפי שם
id: Urutkan berdasarkan nama
ru: Сортировать по имени
sv: Sortera efter namn
vi: Sắp xếp theo tên

# list_menu_settings
source: Settings
da: Indstillinger
de: Einstellungen
es: Configuración
he: הגדרות
id: Pengaturan
ru: Настройки
sv: Inställningar
vi: Thiết Lập

# list_host_disconnect
source: Disconnect
da: Afbryd forbindelse
de: Verbindung trennen
es: Desconectar
he: ניתוק
id: Putus koneksi
ru: Отключить
sv: Koppla ner
vi: Ngắt kết nối

# list_host_edit
source: Edit host
da: Redigér vært
de: Host editieren
es: Editar equipo
he: עריכת מארח
id: Ubah host
ru: Редактировать сервер
sv: Inställningar för värd
vi: Chỉnh sửa host

# list_host_portforwards
source: Edit port forwards
da: Redigér port-videresendelser
de: Port-Weiterleitungen editieren
es: Editar redirección de puertos
he: עריכת הפניית פתחות
id: Ubah penerusan port
ru: Редактировать перенаправление портов
sv: Ändra vidarebefodringar av portar
vi: Chỉnh sửa cổng chuyển tiếp (port forward)

# list_host_delete
source: Delete host
da: Slet vært
de: Host löschen
es: Eliminar equipo
he: מחיקת מארח
id: Hapus host
ru: Удалить сервер
sv: Ta bort värd
vi: Xoá host

# list_host_duplicate
source: Duplicate host
id: Host duplikat
vi: Tên máy chủ trùng lặp

# list_host_forget_keys
source: Forget host keys
id: Abaikan kunci host
vi: Quên các khóa máy chủ

# list_rotation_default
source: Default
da: Standard
de: Vorgabe
es: Predeterminado
he: בררת מחדל
id: Baku
ru: По умолчанию
sv: Förvalt värde
vi: Mặc định

# list_rotation_land
source: Force landscape
da: Fremtving liggende
de: Querformat erzwingen
es: Forzar paisaje
he: אילוץ מצב אופקי
id: Paksakan bentuk datar
ru: Только альбомная
sv: Tvinga horisontellt läge
vi: Bắt buộc màn hình ngang

# list_rotation_port
source: Force portrait
da: Fremtving stående
de: Hochformat erzwingen
es: Forzar retrato
he: אילוץ מצב אנכי
id: Paksakan bentuk tegak
ru: Только портретная
sv: Tvinga vertikalt läge
vi: Bắt buộc màn hình dọc

# list_rotation_auto
source: Automatic
da: Automatisk
de: Automatisch
es: Automático
he: אוטומטי
id: Otomatis
ru: Автоматически
sv: Automatiskt
vi: Tự động

# list_camera_ctrlaspace
source: Ctrl+A then Space
da: Ctrl+A derefter mellemrum
de: Strg+A dann Space
es: Ctrl+A después espacio
he: Ctrl+A ואז רווח
id: Ctrl+A kemudian spasi
ru: Ctrl+A затем пробел
sv: Ctrl+A sen Space
vi: Ctrl+A, sau đó Space

# list_camera_none
source: None
da: Ingen
de: Nichts
es: Ninguno
he: ללא
id: Kosong
ru: Ни чего
sv: Ingen
vi: Không tìm thấy

# list_camera_text_input
source: Text Input
de: Eingabetext
es: Entrada de texto
id: Input Teks
vi: Nhập văn bản

# delete_message
source: Are you sure you want to delete '%1$s'?
da: Er du sikker på at du vil slette '%1$s'?
de: Soll '%1$s' wirklich gelöscht werden?
es: ¿Está seguro de que quiere eliminar '%1$s'?
he: האם אכן למחוק את '%1$s'?
id: Apakah anda yakin ingin menghapus %1$s?
ru: Вы уверены, что хотите удалить '%1$s'?
sv: Är du säker att du vill ta bort '%1$s'?
vi: Bạn có chắc muốn xoá '%1$s'?

# delete_pos
source: Yes, delete
da: Ja, slet
de: Ja, löschen
es: Sí, eliminar
he: כן, למחוק
id: Ya, hapus
ru: Да, удалить
sv: Ja, ta bort
vi: Có, xoá

# delete_neg
source: Cancel
da: Afbryd
de: Abbrechen
es: Cancelar
he: ביטול
id: Batal
ru: Отменить
sv: Avbryt
vi: Hủy

# disconnect_all_message
source: Are you sure you want to disconnect from all connected hosts?
de: Möchtest du wirklich alle Verbindungen beenden?
es: ¿Está seguro de que quiere desconectarse de todos los equipos host?
id: Apakah Anda yakin ingin memutuskan sambungan dari semua host yang terhubung?
ru: Вы действительно хотите отключиться от всех подключенных серверов?
vi: Bạn có chắc muốn đóng tất cả các host đang kết nối?

# disconnect_all_pos
source: Yes, disconnect
de: Ja, trennen
es: Sí, desconectar
id: Ya, putuskan sambungan
ru: Да, отключиться
vi: Có, ngắt kết nối

# disconnect_all_neg
source: Cancel
de: Abbrechen
es: Cancelar
id: Batalkan
ru: Отмена
vi: Hủy

# terminal_connecting
source: Connecting to %1$s:%2$d via %3$s
da: Forbinder til %1$s:%2$d via %3$s
de: Verbinde mit %1$s:%2$d mittels %3$s
es: Conectando a %1$s:%2$d via %3$s
he: מתבצעת התחברות אל %1$s:%2$d דרך %3$s
id: Menyambungkan ke %1$s:%2$d melalui %3$s
ru: Подключение к %1$s:%2$d через %3$s
sv: Ansluter till %1$s:%2$d via %3$s
vi: Đang kết nối %1$s:%2$d qua %3$s

# terminal_sucess
source: Verified host '%1$s' key: %2$s
da: Verificeret vært '%1$s' nøgle: %2$s
de: Host '%1$s' Schlüssel: %2$s bestätigt
es: Host (equipo anfitrion) '%1$s' clave: %2$s verifiado.
he: מפתח של המארח המאומת '%1$s'‏: %2$s
id: Host terverifikasi '%1$s' kunci: %2$s
ru: Проверенный узел '%1$s' ключ: %2$s
sv: Verifierad värd '%1$s' nyckel: %2$s
vi: Đã xác thực host '%1$s' key: %2$s

# terminal_failed
source: Host key verification failed.
da: Verifikation af værtsnøgle mislykkedes.
de: Überprüfung des Host-Schlüssels fehlgeschlagen.
es: Verificación del host (equipo anfitrion) fallida
he: אימות מפתח המארח נכשל.
id: Verifikasi kunci host gagal.
ru: Ошибка проверки ключа сервера.
sv: Verifikation av värd-nyckeln misslyckades.
vi: Xác thực host key thất bại

# terminal_using_s2c_algorithm
source: Server-to-client algorithm: %1$s %2$s
da: Server-til-klient algoritme: %1$s %2$s
de: Server zu Client Algorithmus: %1$s %2$s
es: Algoritmo servidor-cliente: %1$s %2$s
he: אלגוריתם שרת ללקוח: %1$s %2$s
id: Algoritma server-ke-klien: %1$s %2$s
ru: Алгоритм сервер-клиент: %1$s %2$s
sv: Server-till-klient algoritm: %1$s %2$s
vi: Thuật toán Server-to-client: %1$s %2$s

# terminal_using_c2s_algorithm
source: Client-to-server algorithm: %1$s %2$s
da: Klient-til-server algoritme: %1$s %2$s
de: Client zu Server Algorithmus: %1$s %2$s
es: Algoritmo cliente-servidor: %1$s %2$s
he: אלגוריתם לקוח לשרת: %1$s %2$s
id: Algoritma klien-ke-server: %1$s %2$s
ru: Алгоритм клиент-сервер: %1$s %2$s
sv: Klient-till-server algoritm: %1$s %2$s
vi: Thuật toán Client-to-server: %1$s %2$s

# terminal_using_algorithm
source: Using algorithm: %1$s %2$s
da: Bruger algoritme: %1$s %2$s
de: Benutze Algorithmus: %1$s %2$s
es: Algoritmo que se esta usando: %1$s %2$s
he: אלגוריתם בשימוש: %1$s %2$s
id: Menggunakan algoritma : %1$s %2$s
ru: Используемый алгоритм: %1$s %2$s
sv: Använder algoritm: %1$s %2$s
vi: Đang dùng thuật toán: %1$s %2$s

# terminal_kex_algorithm
source: Key exchange algorithm: %s
de: Schlüsselaustausch Algorithmus: %s
es: Algoritmo de intercambio de claves: %s
id: Algoritma pertukaran kunci: %s
ru: Алгоритм обмена ключами: %s
vi: Thuật toán trao đổi khoá (key): %s

# terminal_auth
source: Trying to authenticate
da: Forsøger at autorisere
de: Versuche zu authentisieren.
es: Intentando autenticar
he: מתבצע ניסיון אימות
id: Mencoba untuk mengotentifikasi
ru: Пробуем авторизоваться
sv: Försöker att autentisera
vi: Đang thử xác thực

# terminal_auth_pass
source: Attempting 'password' authentication
da: Forsøger adgangskode-autorisering
de: Versuche Authentisierung mit Passwort.
es: Intentando autenticación de la contraseña
he: מתבצע ניסיון לאימות 'ססמה'
id: Mencoba otentifikasi 'kata sandi'
ru: Попытка авторизации 'по паролю'
sv: Försöker med 'password' autentisering
vi: Đang thử xác nhận 'mật khẩu'

# terminal_auth_pass_fail
source: Authentication method 'password' failed
da: Autoriseringsmetoden adgangskode mislykkedes
de: Authentisierungsmethode 'Passwort' fehlgeschlagen.
es: Método de autenticación 'password' fallido
he: שיטת האימות 'ססמה' נכשלה
id: Metoda otentifikasi 'kata sandi' gagal
ru: Авторизация 'по паролю' не удалась
sv: Autentiseringsmetoden 'password' misslyckades
vi: Phương thức xác thực 'mật khẩu' thất bại

# terminal_auth_saved_password
source: Trying saved password…
id: Mencoba kata sandi yang disimpan…
vi: Đang thử mật khẩu đã lưu…

# terminal_auth_saved_password_fail
source: Saved password authentication failed
id: Autentikasi kata sandi yang disimpan gagal.
vi: Xác thực bằng mật khẩu đã lưu không thành công

# terminal_auth_pubkey_any
source: Attempting 'publickey' authentication with any in-memory public keys
da: Forsøger 'publickey'-autorisering med enhver offentlig nøgle i hukommelsen
de: Versuche Public Key Authentisierung mit allen öffentlichen Schlüsseln im Speicher
es: Intentando autenticacion de la clave pública usando las claves públicas en memoria
he: מתבצע ניסיון לאימות 'מפתח ציבורי' עם מפתחות ציבוריים כלשהם מהזיכרון
id: Mencoba otentifikasi 'kunci publik' dengan kunci publik apapun dalam memori
ru: Попытка авторизации публичными ключами из памяти
sv: Försöker 'publik nyckel' verifiering med en nyckel från det lokala minnet
vi: Thử xác thực 'publickey' với các khoá công khai (public key) bất kì có trong bộ nhớ trong

# terminal_auth_pubkey_invalid
source: Selected public key is invalid, try reselecting key in host editor
da: Valgte offentlige nøgle er ugyldig, prøv at vælge nøglen igen
de: Der ausgewählte öffentliche Schlüssel ist ungültig, versuchen Sie den Schlüssel im Host-Editor neu auszuwählen
es: La clave pública selecciona es invalida, intenta reseleccional la clave en el editor de host (equipo anfitrion)
he: המפתח הציבורי שנבחר שגוי, כדאי לנסות לבחור מחדש מפתח בעורך המארחים
id: Kunci publik yang dipilih tidak valid, coba pilih kembali kunci dalam editor host
ru: Выбранный открытый ключ неверен, выберите другой в редакторе сервера
sv: Vald publik nyckel är ogiltig, försök välj ny nyckel i värd redigerare
vi: Khoá công khai đã chọn không hợp lệ, hãy thử chọn lại khoá trong trình chỉnh sửa Host

# terminal_auth_pubkey_specific
source: Attempting 'publickey' authentication with a specific public key
da: Forsøger 'publickey'-autorisering med valgte offentlige nøgle
de: Versuche Public Key Authentisierung mit einem bestimmten öffentlichen Schlüssel
es: Intentar autenticación de la clave pública con una clave pública determinada
he: מתבצע ניסיון לאימות 'מפתח ציבורי' עם מפתח ציבורי מסוים
id: Mencoba otentifikasi 'kunci publik' dengan kunci publik spesifik
ru: Попытка авторизации с определённым открытым ключом
sv: Försöker 'publik nyckel' verifiera med en specifik publik nyckel
vi: Thử xác thực 'publickey' với một khoá công khai (public key) được chỉ định

# terminal_auth_biometric
source: Requesting biometric authentication for key '%1$s'
de: Anfrage der biometrischen Authentifizierung für den Schlüssel %1$s
es: Solicitando autenticación biométrica para la clave '%1$s'
id: Meminta autentikasi biometrik untuk kunci '%1$s'
vi: Đang yêu cầu xác thực sinh trắc học cho khóa '%1$s'

# terminal_auth_biometric_invalidated
source: Biometric key '%1$s' has been invalidated. This can happen when new fingerprints are enrolled on the device. Please generate a new key.
id: Kunci biometrik '%1$s' telah dinonaktifkan. Hal ini dapat terjadi ketika sidik jari baru didaftarkan pada perangkat. Silakan buat kunci baru.
vi: Khóa sinh trắc học '%1$s' đã bị hủy. Điều này có thể xảy ra khi có thêm dấu vân tay được đăng ký trên thiết bị. Vui lòng tạo một khóa mới.

# terminal_auth_pubkey_fail
source: Authentication method 'publickey' with key '%1$s' failed
da: Autentifikationsmetoden 'publickey' med nøglen '%1$s' fejlede
de: Authentifizierungs Methode 'publickey' mit Schlüssel '%1$s' fehlgeschlagen
es: El método de autenticación 'publickey' con clave '%1$s' ha fallado.
he: שיטת האימות 'מפתח ציבורי' עם המפתח '%1$s' נכשלה
id: Metode otentifikasi 'kunci publik' dengan kunci '%1$s' gagal
ru: Авторизация открытым ключом '%1$s' не удалась
sv: Verifierings metod 'publik nyckel' med nyckel '%1$s' misslyckades
vi: Phương thức xác thực 'publickey' với khoá '%1$s' thất bại

# terminal_auth_ki
source: Attempting 'keyboard-interactive' authentication
da: Forsøger 'keyboard-interactive' autorisering
de: Versuche 'keyboard-interactive' Authentisierung.
es: Intentando autenticación 'interactiva por teclado'
he: מתבצע ניסיון לאימות 'פעילות-מקלדת'
id: Mencoba otentifikasi 'papan ketik interaktif'
ru: Попытка 'интерактивной с клавиатурой' авторизации
sv: Försöker med 'keyboard-interactive' autentisering
vi: Thử xác thực 'keyboard-interactive'

# terminal_auth_ki_fail
source: Authentication method 'keyboard-interactive' failed
da: 'keyboard-interactive'-autorisering fejlede
de: Authentisierungsmethode 'keyboard-interactive' fehlgeschlagen
es: El método de autenticación 'interactiva por teclado' ha fallado
he: שיטת האימות 'פעילות-מקלדת' נכשלה
id: Metode otentifikasi 'papan ketik interaktif' gagal
ru: Авторизация 'интерактивная с клавиатурой' не удалась
sv: Autentiseringsmetoden 'keyboard-interactive' misslyckades
vi: Phương thức xác thực 'keyboard-interactive' thất bại

# terminal_auth_fail
source: [Your host doesn't support 'password' or 'keyboard-interactive' authentication.]
da: [Din vært understøtter ikke 'password' eller 'keyboard-interactive' autorisering.]
de: [Ihr Host unterstützt weder 'password' noch 'keyboard-interactive' Authentisierung.]
es: [Su equipo no soporta el método de autenticación por 'contraseña' o por 'interacción por teclado'.]
he: [המארח שלך אינו תומך באימות 'ססמה' או 'פעילות-מקלדת'.]
id: [Host anda tidak mendukung otentifikasi 'kata sandi' atau 'papan ketik interaktif'.]
ru: Ваш сервер не поддерживает авторизацию 'по паролю' и 'интерактивную с клавиатурой'
sv: [Din värd stödjer inte 'password' eller 'keyboard-interactive' autentiseringsmetoderna]
vi: [Host của bạn không hỗ trợ xác thực bằng 'password' hoặc 'keyboard-interactive'.]

# terminal_no_session
source: Session will not be started due to host preference.
da: Sessionen kunne ikke startes pga. værtens preferencer
de: Sitzung wird wegen Host Präferenz nicht gestartet
es: La sesión no se iniciará debido a las preferencias del equipo.
he: ההפעלה לא תתחיל עקב העדפות המארח.
id: Sesi tidak akan dimulai karena preferensi host
ru: Настройки сервера не позволяют запустить данную сессию
sv: Session kommer inte att startas på grund av värd önskemål.
vi: Phiên làm việc sẽ không được bắt đầu do tuỳ chọn của máy chủ.

# terminal_enable_portfoward
source: Enable port forward: %1$s
da: Aktiver port-videresendelse: %1$s
de: Aktiviere Port Forwarding: %1$s
es: Activar redirección de puerto: %1$s
he: הפעלת הפניית פתחות: %1$s
id: Aktifkan port forward: %1$s
ru: Включить переадресацию порта: %1$s
sv: Aktivera vidarebefodring av port: %1$s
vi: Kich hoạt cổng chuyển tiếp: %1$s

# local_shell_unavailable
source: Failure! Local shell is unavailable on this phone.
da: Fejl! Lokal konsol er ikke tilgængelig på denne telefon.
de: Fehler! Lokale Kommandozeile ist auf diesem Telefon nicht verfügbar.
es: ¡Fallo! Su intérprete de órdenes local no está disponible en este teléfono.
he: תקלה! המעטפת המקומית אינה זמינה במכשיר זה.
id: Gagal! Shell lokal tidak tersedia di telepon ini.
ru: Ошибка! На данном устройстве отсутствует локальная оболочка.
sv: Misslyckande! Lokal shell är otillgänglig på denna telefon
vi: Lỗi! Local shell không có trên điện thoại.

# notification_text
source: %1$s wants your attention.
da: %1$s vil have din opmærksomhed.
de: %1$s will ihre Aufmerksamkeit.
es: %1$s requiere de tu atención.
he: ל־%1$s נדרשת תשומת הלב שלך.
id: %1$s memerlukan perhatian anda.
ru: %1$s требует Вашего внимания
sv: %1$s vill ha din uppmärksamhet.
vi: %1$s cần sự chú ý của bạn.

source: No
da: Nej
de: Nein
es: Denegar
he: לא
id: Tidak
ru: Нет
sv: Nej
vi: Không

source: Yes
da: Ja
de: Ja
es: Sí
he: כן
id: Ya
ru: Да
sv: Ja
vi: Đồng ý

# list_color_schemes
source: Color schemes
de: Farbschemata
es: Esquemas de color
id: Skema warna
vi: Chế độ màu

# menu_colors_reset
source: Reset
da: Nulstil
de: Zurücksetzen
es: Restablecer
he: איפוס
id: Atur ulang
ru: Сбросить
sv: Återställ
vi: Tái Thiết Lập

# button_manage_schemes
source: Manage Schemes
de: Verwalte Schemata
es: Administrar Esquemas
id: Kelola Skema
vi: Quản lý lược đồ

# title_scheme_manager
source: Manage Color Schemes
de: Farbschemata verwalten
es: Administrar esquemas de color
id: Kelola Skema Warna
vi: Quản lý các chủ đề màu

# button_new_scheme
source: New Scheme
de: Neues Schema
es: Nuevo Esquema
id: Skema Baru
vi: Chế độ mới

# button_duplicate_scheme
source: Duplicate
de: Duplizieren
es: Duplicado
id: Duplikat
vi: Trùng lặp

# button_rename_scheme
source: Rename
de: Umbenennen
es: Renombrar
id: Ubah nama
vi: Đổi tên

# button_delete_scheme
source: Delete
de: Löschen
es: Eliminar
id: Hapus
vi: Xóa

# dialog_title_new_scheme
source: New Color Scheme
de: Neues Farbschema
es: Nuevo Esquema de Colores
id: Skema Warna Baru
vi: Chế độ màu mới

# dialog_title_rename_scheme
source: Rename Color Scheme
de: Umbenennen der Farbschema
es: Cambiar esquema de colores
id: Ubah Nama Skema Warna
vi: Đổi tên chủ đề màu

# label_scheme_name
source: Scheme Name
de: Schema-Name
es: Nombre del esquema
id: Nama Skema
vi: Tên lược đồ

# label_scheme_description
source: Description (optional)
de: Beschreibung optional
es: Descripción opcional
id: Deskripsi (opsional)
vi: Mô tả (tùy chọn)

# dialog_title_delete_scheme
source: Delete Scheme?
de: Lösche Schema
es: ¿Eliminar esquema?
id: Hapus Skema?
vi: Xóa lược đồ?

# dialog_message_delete_scheme
source: Are you sure you want to delete "%1$s"? This action cannot be undone.
de: Sind Sie sicher dass Sie "%1$s" löschen möchten Diese Aktion kann nicht rückgängig gemacht werden
es: ¿Estás seguro de que deseas eliminar "%1$s"? Esta acción no se puede deshacer.
id: Apakah Anda yakin ingin menghapus "%1$s"? Tindakan ini tidak dapat dibatalkan.
vi: Bạn có chắc muốn xóa "%1$s" không? Hành động này không thể hoàn tác.

# button_confirm
source: Confirm
de: Bestätigen
es: Confirmar
id: Konfirmasi
vi: Xác nhận

# button_cancel
source: Cancel
de: Abbrechen
es: Cancelar
id: Batalkan
vi: Hủy

# label_built_in_scheme
source: Built-in
de: Eingebaut
es: Incorporado
id: Terintegrasi
vi: Tích hợp sẵn

# label_custom_scheme
source: Custom
de: Benutzerdefiniert
es: Personalizado
id: Kustom
vi: Tùy chỉnh

# empty_custom_schemes
source: No custom schemes. Tap "New Scheme" to create one.
de: Keine benutzerdefinierten Schemata Tap New Scheme um eines zu erstellen
es: No esquemas personalizados "Pulsa Nuevo" esquema para crear uno.
id: Tidak ada skema khusus. Ketuk "Skema Baru" untuk membuatnya.
vi: Không có lược đồ tùy chỉnh nào. Nhấn vào "Lược đồ mới" để tạo một lược đồ.

# button_edit_palette
source: Edit Palette
de: Bearbeite Palette
es: Editar Paleta
id: Edit Palet
vi: Chỉnh sửa bảng màu

# button_export_scheme
source: Export Scheme
de: Schema exportieren
es: Esquema de exportación
id: Ekspor Skema
vi: Xuất lược đồ

# button_import_scheme
source: Import Scheme
de: Schema importieren
es: Esquema de importación
id: Impor Skema
vi: Nhập lược đồ

# message_export_success
source: Exported %1$s
de: Exportiert %1$s
es: Exportado %1$s
id: %1$s telah diekspor
vi: Đã xuất %1$s

# message_import_success
source: Imported %1$s
de: Importiert %1$s
es: Importado %1$s
id: %1$s telah diimpor
vi: Đã nhập %1$s

# error_export_failed
source: Failed to export scheme: %1$s
de: Fehler beim Export des Schemas %1$s
es: No se pudo exportar el esquema %1$s
id: Gagal mengekspor skema: %1$s
vi: Không thể xuất lược đồ: %1$s

# error_import_failed
source: Failed to import scheme: %1$s
de: Fehler beim Import des Schemas %1$s
es: No se pudo importar el esquema %1$s
id: Gagal mengimpor skema: %1$s
vi: Không thể nhập lược đồ: %1$s

# error_invalid_json
source: Invalid JSON file
de: Ungültige JSON-Datei
es: Archivo JSON no válido
id: File JSON tidak valid
vi: Tệp JSON không hợp lệ

# title_palette_editor
source: Edit Color Palette
de: Bearbeite Farbpalette
es: Editar Paleta de Colores
id: Edit Palet Warna
vi: Chỉnh sửa bảng màu
