Repository: connectbot/connectbot
Catalog: app/locale/fortune/*.po
Languages: ar, ca, cs, el, fr, gl, hu, it, ja, lo, nb, nl, pl, pt, pt_br, sk, sl, sr, tr

# prompt_password_can_be_blank
source: Note: password can be blank
ar: ملاحظة: يمكن أن تكون كلمة المرور فارغة.
ca: Nota: la contrasenya pot ser en blanc
cs: Poznámka: heslo není povinné
el: Σημείωση: ο κωδικός πρόσβασης μπορεί να είναι κενός
fr: Note : le mot de passe peut être vide
gl: Nota: o contrasinal pode quedar baleiro
hu: Tipp: a jelszóadás nem kötelező
it: Nota: la password può essere vuota
ja: 備考: パスワードは空欄にできます。
lo: ໝາຍເຫດ: ລະຫັດຜ່ານສາມາດປະຫວ່າງໄດ້
nb: NB: passord kan stå tomt
nl: Opmerking: wachtwoord kan leeg zijn
pl: Uwaga: hasło może być puste
pt: Nota: a palavra-passe pode ficar em branco
pt_br: Nota: a senha pode ser em branco
sk: Poznámka: heslo nemôže byť prázdne
sl: Opomba: geslo je lahko prazno
sr: Напомена: лозинка може да буде празна
tr: Not: parola boş bırakılabilir

# prompt_bits
source: Bits:
ar: البتات:
cs: Počet bitů:
hu: Bitek:
ja: ビット長:
lo: ບິດ:
pl: Bity:
sk: Veľkost v bitoch:
sl: Biti:
sr: Бита:
tr: İkiller:

# prompt_pubkey_password
source: Password for key '%1$s'
ar: كلمة المرور للمفتاح '%1$s'
ca: Contrasenya per la clau '%1$s'
cs: Heslo pro klíč „%1$s“
el: Κωδικός πρόσβασης για το κλειδί '%1$s'
fr: Mot de passe pour la clé '%1$s'
gl: Contrasinal para a chave '%1$s'
hu: A '%1$s' kulcs jelszava
it: Password per la chiave '%1$s'
ja: 鍵 '%1$s' のパスワード
lo: ລະຫັດຜ່ານສຳລັບຄີ '%1$s'
nb: Passord for nøkkel '%1$s'
nl: Wachtwoord voor sleutel '%1$s'
pl: Proszę podać hasło dla klucza '%1$s'
pt: Palavra-passe para a chave '%1$s'
pt_br: Senha para chave %1$s
sk: Heslo pre kľúč '%1$s'
sl: Geslo za ključ '%1$s'
sr: Лозинка за кључ „%1$s“
tr: Anahtar '%1$s' için parola

# prompt_allow_agent_to_use_key
source: Allow remote host to use key '%1$s'?
ar: هل تسمح للمضيف البعيد باستخدام المفتاح '%1$s'؟
ca: Permet al servidor remot utilitzar la clau '%1$s'?
cs: Umožnit vzdálenému počítači použít klíč „%1$s“?
el: Θα επιτρέψετε στον απομακρυσμένο υπολογιστή να να χρησιμοποιεί το κλειδί '%1$s';
fr: Autoriser l'hôte distant à utiliser la clé '%1$s' ?
gl: Permitir que o servidor remoto use a chave %1$s?
hu: A '%1$s' kulcs engedélyezése a távoli gépnek?
it: Permetti all'host remoto di usare la chiave '%1$s'?
ja: リモートホストが鍵 '%1$s' を使用することを許可しますか?
lo: ອະນຸຍາດໃຫ້ໂຮສທາງໄກ ໃຊ້ຄີ '%1$s' ບໍ?
nb: Godta ekstern vert til å bruke nøkkel '%1$s'?
nl: Sta host toe om '%1$s' sleutel te gebruiken ?
pl: Zezwolić zdalnemu hostowi na użycie klucza '%1$s'?
pt: Permitir ao servidor remoto usar a chave '%1$s'?
pt_br: Permitir que a máquina remota use a chave %1$s?
sk: Povoliť vzdialenému hostitelovi použíť kľúč '%1$s'?
sl: Dovoli oddaljenemu gostitelju uporabo ključa '%1$s'?
sr: Дозволити удаљеном домаћину да користи тастер „%1$s“?
tr: Uzak anasistemin '%1$s' anahtarını kullanmasına izin ver?

# host_verification_failure_warning_header
source: WARNING: REMOTE HOST IDENTIFICATION HAS CHANGED!
ar: تحذير: تم تغيير تعريف المضيف البعيد!
ca: ALERTA: LA IDENTIFICACIÓ DEL SERVIDOR REMOT HA CANVIAT!
cs: VAROVÁNÍ: IDENTIFIKACE VZDÁLENÉHO HOSTITELE SE ZMĚNILA!
el: ΠΡΟΕΙΔΟΠΟΊΗΣΗ: Η ΤΑΥΤΌΤΗΤΑ ΤΟΥ ΑΠΟΜΑΚΡΥΣΜΈΝΟΥ ΚΕΝΤΡΙΚΟΎ ΥΠΟΛΟΓΙΣΤΉ ΈΧΕΙ ΑΛΛΆΞΕΙ!
fr: ATTENTION : L'IDENTIFICATION DE L'HÔTE DISTANT A CHANGÉ !
gl: ¡ATENCIÓN: A IDENTIFICACIÓN DO EQUIPO REMOTO CAMBIOU!
hu: FIGYELEM: A TÁVOLI GÉP AZONOSÍTÓJA MEGVÁLTOZOTT!
it: ATTENZIONE: L'IDENTIFICAZIONE DELL'HOST REMOTO E' CAMBIATA!
ja: 警告: リモートホストのIDが変わっています!
lo: ຄຳເຕືອນ: ການລະບຸຕົວຕົນຂອງໂຮສທາງໄກມີການປ່ຽນແປງ!
nb: ADVARSEL: EKSTERN VERT IDENTIFIKASJON HAR BLITT ENDRET!
nl: WAARSCHUWING: REMOTE HOST IDENTIFICATIE IS VERANDERD!
pl: OSTRZEŻENIE: DANE IDENTYFIKACYJNE ZDALNEGO HOSTU ZMIENIŁY SIĘ!
pt: ATENÇÃO: A IDENTIFICAÇÃO DO SERVIDOR REMOTO MUDOU!
pt_br: ATENÇÃO: A IDENTIFICAÇÃO DO HOST REMOTO FOI ALTERADA!
sk: VAROVANIE! IDENTIFIKÁCIA VZDIALENÉHO HOSTITEĽA SA ZMENILA!
sl: OPOZORILO: ISTOVETENJE ODDALJENEGA GOSTITELJA SE JE SPREMENILO!
sr: УПОЗОРЕЊЕ: ИДЕНТИФИКАЦИЈА УДАЉЕНОГ ДОМАЋИНА ЈЕ ИЗМЕЊЕНА!
tr: UYARI: UZAK ANASİSTEM KİMLİĞİ DEĞİŞMİŞ!

# host_verification_failure_warning
source: IT IS POSSIBLE THAT SOMEONE IS DOING SOMETHING NASTY! Someone could be eavesdropping on you right now (man-in-the-middle attack)! It is also possible that the host key has just been changed.
ar: من المحتمل أن يقوم شخص ما بفعل شيء سيئ! قد يكون شخص ما يتنصت عليك الآن (هجوم "الرجل في المنتصف")! من المحتمل أيضًا أن يكون مفتاح المضيف قد تغير للتو.
ca: ES POSSIBLE QUE ALGÚ ESTIGUI FENT ALGUNA COSA LLETGA! Algú pot estar escoltant la teva comunicació (atac home-al-mig)! També és possible que simplement el servidor hagi canviat la clau.
cs: JE MOŽNÉ ŽE NĚKDO PROVÁDÍ NĚCO NEKALÉHO! Někdo vás může odposlouchávat (man-in-the-middle)! Také je možné že se klíč počítače právě změnil.
el: ΕΊΝΑΙ ΠΙΘΑΝΌ ΚΆΠΟΙΟΣ ΝΑ ΚΆΝΕΙ ΚΆΤΙ ΚΑΚΌ! Κάποιος μπορεί να σας κατασκοπεύει αυτή τη στιγμή (επίθεση man-in-the-middle)! Είναι επίσης πιθανό το κλειδί του κεντρικού υπολογιστή να έχει μόλις αλλάξει.
fr: IL EST POSSIBLE QUE QUELQU'UN FASSE QUELQUE CHOSE DE NUISIBLE ! Quelqu'un pourrait vous écouter en ce moment (attaque de l'homme du milieu) ! Il est aussi possible que la clé du serveur ait juste changée.
gl: ¡É POSIBLE QUE HAXA ALGUÉN FACENDO ALGO INAXEITADO! ¡Alguén podería estar intervindo neste momento (cun ataque man-in-the-middle)! Tamén é posible que a chave do equipo simplemente cambiara.
hu: FELTEHETŐEN VALAKI GYANÚS DOLGOKAT MŰVEL! Valaki feltehetően megpróbál lehallgatni (man-in-the-middle attack) téged! \ nDe az is lehetséges, hogy a távoli fél kulcsa közben megváltozott.
it: E' POSSIBILE CHE QUALCUNO STIA FACENDO QUALCOSA DI MALEVOLO! Qualcuno potrebbe spiarti in questo momento (attacco man-in-the-middle)! Ma è anche possibile che la chiave dell'host sia cambiata.
ja: 何者かが不正を行っている可能性があります! 現在誰かに盗聴されているかもしれません (中間者攻撃)! 単にホストキーが変更されただけの可能性もあります。
lo: ອາດຈະມີບາງຄົນກຳລັງເຮັດສິ່ງທີ່ບໍ່ດີ! ອາດມີຄົນກຳລັງລັກຟັງທ່ານຢູ່ຕອນນີ້ (ການໂຈມຕີແບບ man-in-the-middle)! ກໍເປັນໄປໄດ້ວ່າຄີຂອງໂຮສຫາກໍຖືກປ່ຽນ.
nb: DET KAN VÆRE UGLER I MOSEN! Noen kan lytte på deg akkurat nå (et mellommann-angrep)! Men det er også mulig at vertsnøkkelen har blitt endret.
nl: HET IS MOGELIJK DAT IEMAND ONGEWILD BEZIG IS! Iemand kan nu misschien mee kijken met wat je aan het doen bent (man-in-the-middle attack)! Het is ook mogelijk dat de host sleutel veranderd is.
pl: MOŻLIWE, ŻE STAŁEŚ SIĘ OFIARĄ ATAKU! Prawdopodobnie jest to atak: man-in-the-middle! Jednak możliwe jest to, że zmienił się tylko klucz hostu.
pt: É POSSÍVEL QUE ALGUÉM ESTEJA QUERENDO TE ENGANAR! Alguém pode estar a tentar um ataque do tipo man-in-the-middle! Também é possível que a chave do servidor remoto tenha mesmo sido modificada.
pt_br: É POSSÍVEL QUE ALGUÉM ESTEJA QUERENDO TE ENGANAR! Alguém pode estar tentando um ataque do tipo man-in-the-middle! Também é possível que a chave do host remoto tenha mesmo sido modificada.
sk: JE MOŽNÉ, ŽE IDE O NEKALÚ AKTIVITU! Niekto vás môže sledovať (man-in-the-middle útok)! Tiež je možné, že kľúč hostiteľa bol zmenený.
sl: MOŽNO JE, DA NEKDO POČNE NEKAJ ZLOBNEGA! Nekdo vam lahko prisluškuje (napad s posrednikom)! Možno pa je tudi, da se je spremenil ključ gostitelja.
sr: МОГУЋЕ ЈЕ ДА НЕКО РАДИ НЕШТО ЛОШЕ! Неко вас можда управо прислушкује (човек-између напад)! Такође је могуће да је кључ домаћина управо измењен.
tr: BİRİLERİNİN KÖTÜ BİRŞEYLER YAPIYOR OLMASI OLASI! Birileri şu anda sizi dinliyor olabilir (aradaki adam saldırısı)! Sadece anasistem anahtarı da değişmiş olabilir.

# prompt_host_disconnected
source: Host has disconnected. Close session?
ar: انقطع اتصال المضيف. هل تريد إغلاق الجلسة؟
ca: Servidor desconnectat. Tancar sessió?
cs: Hostitel se odpojil. Ukončit sezení?
el: Ο κεντρικός υπολογιστής αποσυνδέθηκε. Κλείσιμο συνεδρίας;
fr: L'hôte s'est déconnecté. Fermer la session ?
gl: O equipo desconectouse. ¿Pechar a sesión?
hu: A kapcsolat megszakadt. Bezárja a folyamatot?
it: L'host si è disconnesso. Chiudere la sessione?
ja: ホスト切断されました． セッションを閉じますか？
lo: ໂຮສໄດ້ຕັດການເຊື່ອມຕໍ່ແລ້ວ. ປິດເຊດຊັນບໍ່?
nb: Vert har koblet fra. Lukk sesjon?
nl: Host heeft de verbinding verbroken. Sessie afsluiten?
pl: Host rozłączył się. Zamknąć sesję?
pt: Servidor desconectou-se Fechar sessão?
pt_br: Host desconectado. Fechar sessão?
sk: Hostiteľ sa odpojil. Ukončiť sedenie?
sl: Gostitelj je prekinil povezavo. Zaprem sejo?
sr: Домаћин је прекинуо везу. Да затворим сесију?
tr: Anasistem bağlantısı kesildi. Oturumu kapat?

# host_authenticity_warning
source: The authenticity of host '%1$s' can't be established.
ar: لا يمكن التحقق من صحة المضيف '%1$s'.
ca: La autenticació amb el servidor '%1$s' no es pot establir.
cs: Nelze ověřit nepodvrženost počítače „%1$s“.
el: Η αυθεντικότητα του κεντρικού υπολογιστή '%1$s' δεν μπορεί να διαπιστωθεί.
fr: L'authenticité du serveur '%1$s' ne peut être établie
gl: A autenticidade do servidor '%1$s' non pode ser establecida
hu: A '%1$s' kiszolgáló azonosítása sikertelen.
it: L'autenticità dell'host '%1$s' non può essere accertata.
ja: ホスト '%1$s' の確認ができませんでした。
lo: ບໍ່ສາມາດຢືນຢັນຄວາມຖືກຕ້ອງຂອງໂຮສ '%1$s' ໄດ້.
nb: Kan ikke bekrefte integriteten til '%1$s'.
nl: De authenticatie van host '%1$s' kan niet worden vastgesteld.
pl: Autentyczność hostu '%1$s' nie może zostać ustalona.
pt: A autenticidade do servidor '%1$s' não pode ser verificada.
pt_br: A autenticidade do Host '%1$s' não pode ser estabelecida.
sk: Autenticita hostiteľa '%1$s' nemohla byť overená.
sl: Istovetnost gostitelja '%1$s' ni mogoče ugotoviti.
sr: Не могу да утврдим аутентичност домаћина „%1$s“.
tr: Anasistem '%1$s' in gerçekliği doğrulanamadı.

# host_fingerprint
source: Host %1$s key fingerprint is %2$s
ar: بصمة مفتاح المضيف %1$s هي %2$s
ca: Servidor %1$s empremta de la clau és %2$s
cs: Otisk klíče počítače %1$s je %2$s
el: Το αποτύπωμα δημοσίου κλειδιού του κεντρικού υπολογιστή %1$s είναι %2$s
fr: L'empreinte de la clé du serveur %1$s est %2$s
gl: O servidor %1$s ten a pegada dixital %2$s
hu: A %1$s kulcs újlenyomata a(-z) %2$s
it: L'impronta digitale della chiave dell'Host %1$s è %2$s
ja: ホストの%1$sキーフィンガープリントは%2$s
lo: ລາຍນິ້ວມືຄີຂອງໂຮສ %1$s ແມ່ນ %2$s
nb: Nøkkelfingeravtrykk til vert %1$s er %2$s
nl: Host %1$s sleutel vingerafdruk is %2$s
pl: Odcisk hostu %1$s to %2$s
pt: O servidor %1$s tem a impressão digital %2$s
pt_br: O host %1$s tem a impressão digital %2$s
sk: Odtlačok kľúča hostiteľa %1$s je %2$s
sl: Ključ gostitelja %1$s ima zgoščeno vrednost %2$s
sr: Отисак домаћина %1$s је %2$s
tr: Anasistem %1$s anahtar parmakizi %2$s

# host_key_verification_title
source: Host key verification
ar: التحقق من مفتاح المضيف
ja: ホストキー検証
pl: Weryfikacja klucza hosta
pt_br: Verificação da chave do host

# fingerprint_format_header
source: Fingerprint format
ar: تنسيق البصمة
ja: フィンガープリント形式
pl: Format odcisku palca
pt_br: Formato de impressão digital

# host_key_type_and_size
source: %1$s %2$d bits
ar: %1$s %2$d بت
ja: %1$s %2$d ビット
pl: %1$s %2$d bitów

# fingerprint_copy_description
source: Copy fingerprint to clipboard
ar: انسخ البصمة إلى الحافظة
ja: クリップボードにフィンガープリントをコピーする
pl: Kopiuj odcisk palca do schowka
pt_br: Copiar impressão digital para área de transferência

# alert_passwords_do_not_match_msg
source: Passwords do not match!
ar: الكلمات السرية غير متطابقة!
ca: Les contrasenyes no coincideixen!
cs: Zadání hesla se neshodují!
el: Οι κωδικοί δεν είναι ίδιοι
fr: Les mots de passe sont différents !
gl: ¡Non coinciden os contrasinais!
hu: Nem egyezik a jelszó!
it: Le password non corrispondono!
ja: パスワードが一致しません！
lo: ລະຫັດຜ່ານບໍ່ກົງກັນ!
nb: Passordene er ikke like!
nl: Wachtwoorden zijn niet hetzelfde!
pl: Hasła nie zgadzają się!
pt: As palavras-passe não coincidem!
pt_br: As senhas são diferentes!
sk: Heslo sa nezhoduje!
sl: Gesla se ne ujemajo!
sr: Лозинке се поклапају!
tr: Parolalar uyuşmuyor!

# alert_wrong_password_msg
source: Wrong password!
ar: الكلمة السرية خاطئة!
ca: La contrasenya no és correcta.
cs: Chybné heslo!
el: Λάθος κωδικός πρόσβασης!
fr: Mauvais mot de passe !
gl: ¡Contrasinal incorrecto!
hu: Hibás jelszó!
it: Password errata!
ja: 間違ったパスワードです．
lo: ລະຫັດຜ່ານບໍ່ຖືກຕ້ອງ!
nb: Feil passord!
nl: Verkeerd wachtwoord!
pl: Nieprawidłowe hasło!
pt: Palavra-passe errada!
pt_br: Senha incorreta!
sk: Nesprávne heslo!
sl: Napačno geslo!
sr: Погрешна лозинка!
tr: Yanlış parola!

# button_resize
source: Resize
ar: غيّر الحجم
ca: Redimensiona
cs: Změnit velikost
el: Αλλαγή μεγέθους
fr: Retailler
gl: Redimensionar
hu: Átméretezés
it: Ridimensiona
ja: リサイズ
lo: ປັບຂະໜາດ
nb: Endre størrelse
nl: Verander formaat
pl: Zmień rozmiar
pt: Redimensionar
pt_br: Redimensionar
sk: Zmeniť veľkosť
sl: Spremeni velikost
sr: Промени величину
tr: Yeniden boyutlandır

# alert_disconnect_msg
source: Connection Lost
ar: ضاع الإتصال
ca: Connexió perduda
cs: Spojení ztraceno
el: Η σύνδεση χάθηκε
fr: Connexion perdue
gl: Conexión Perdida
hu: A kapcsolat megszakadt
it: Connessione persa
ja: 接続が失われました．
lo: ການເຊື່ອມຕໍ່ຂາດ
nb: Mistet tilkobling
nl: Verbinding verloren
pl: Połączenie utracone
pt: Ligação Perdida
pt_br: Conexão perdida
sk: Spojenie stratené
sl: Povezava prekinjena
sr: Веза изгубљена
tr: Bağlantı Kesildi

# network_lost_grace_period
source: Network lost, waiting to reconnect…
ar: فقد الاتصال بالشبكة، في انتظار إعادة الاتصال…
ja: ネットワークが切断されたため再接続待ち…
pl: Utracono połączenie sieciowe czekam na ponowne połączenie…
pt_br: Conexão de rede perdida aguardando para reconectar…

# network_grace_period_expired
source: Network not restored, disconnecting…
ar: لم يتم استعادة الاتصال بالشبكة، جاري قطع الاتصال…
ja: ネットワークが復元されなかったため切断します…
pl: Sieć nie została przywrócona, rozłączam…
pt_br: Rede não restaurada, desconectando…

# network_restored_same_ip
source: Network restored, connection maintained
ar: تم استعادة الشبكة، واستمر الاتصال.
ja: ネットワークが回復しました 接続は維持されています
pl: Sieć przywrócona, połączenie utrzymane
pt_br: Rede restaurada, conexão mantida

# network_restored_ip_changed
source: Network restored but IP changed, reconnecting…
ar: تم استعادة الشبكة ولكن تم تغيير عنوان IP، إعادة الاتصال...
ja: ネットワークが復元されましたがIPが変更されたため再接続中…
pl: Sieć została przywrócona ale adres IP się zmienił ponowne łączenie…
pt_br: Rede restaurada mas o IP mudou reconectando…

# network_restored_no_previous_state
source: Network restored, verifying connection…
ar: تم استعادة الشبكة، جارٍ التحقق من الاتصال…
ja: ネットワークが復元されました 接続を確認しています…
pl: Sieć przywrócona, weryfikacja połączenia…
pt_br: Rede restaurada, verificando conexão…

# pref_emulation_category
source: Terminal emulation
ar: محاكاة الطرفية
ca: Emulador del terminal
cs: Emulace terminálu
el: Εξομοίωση τερματικού
fr: Émulation du mode terminal
gl: Emulación de terminal
hu: Terminál emulálás
it: Emulazione terminale
ja: 端末エミュレート
lo: ການຈຳລອງ Terminal
nb: Terminalemulering
nl: Terminal emulatie
pl: Emulacja terminalu
pt: Emulação de Terminal
pt_br: Emulação de Terminal
sk: Emulácia terminálu
sl: Posnemanje terminala
sr: Емулација терминала
tr: Uçbirim öykünümü

# pref_emulation_title
source: Emulation mode
ar: وضع المحاكاة
ca: Mode d'emulació
cs: Režim emulace
el: Τύπος εξομοίωσης
fr: Mode d'émulation
gl: Modo de emulación
hu: Emulálási mód
it: Modalità emulazione
ja: エミュレートモード
lo: ໂໝດການຈຳລອງ
nb: Etterligningsmodus
nl: Emulatie mode
pl: Tryb emulacji
pt: Modo de emulação
pt_br: Modo de emulação
sk: Mód emulácie
sl: Način posnemanja
sr: Режим емулације
tr: Öykünüm kipi

# pref_scrollback_title
source: Scrollback size
ar: حجم الذاكرة المؤقتة للتمرير
ca: Tamany de la història
cs: Hloubka historie
el: Μέγεθος κύλισης πίσω
fr: Taille de l'historique
gl: Tamaño de navegación
hu: Előzmények mérete
it: Dimensione scrollback
ja: スクロールサイズ
lo: ຂະໜາດ Scrollback
nb: Husk skjermtekst
nl: Scrollback grootte
pl: Rozmiar buforu przewijania
pt: Tamanho do buffer
pt_br: Tamanho do buffer da tela
sk: Veľkosť histórie
sl: Velikost pomnjenja vrstic
sr: Величина преписа
tr: Geri kaydırma boyu

# pref_scrollback_summary
source: Size of scrollback buffer to keep in memory for each console
ar: حجم ذاكرة التخزين المؤقت للتمرير التي يتم الاحتفاظ بها في الذاكرة لكل وحدة تحكم.
ca: Tamany de la memòria per mantenir la història de cada consola
cs: Velikost historie uložená v paměti pro každou konzoli
el: Μέγεθος του buffer κύλισης που πρέπει να διατηρείται στη μνήμη για κάθε κονσόλα
fr: Taille de l'historique à garder en mémoire pour chaque console
gl: Tamaño de búfer que quedará en memoria para cada consola
hu: Az előzmények memóriában tartandó mérete konzolonként
it: Dimensione del buffer scrollback da tenere in memoria per ciascuna console
ja: メモリに保持するスクロールバッファのサイズ
lo: ຂະໜາດຂອງ buffer ການເລື່ອນກັບເພື່ອເກັບໄວ້ໃນໜ່ວຍຄວາມຈຳສຳລັບແຕ່ລະ console
nb: Mengde skjermtekst som skal beholdes i minnet for hvert konsollvindu
nl: Grootte van scrollback buffer om in geheugen te houden voor elke console
pl: Rozmiar pamięci dla buforu przewijania dla każdej konsoli
pt: Tamanho do buffer em memória para cada consola
pt_br: Tamanho do buffer de memória a manter para cada terminal
sk: Veľkosť histórie uložená v pamäti pre každú konzolu
sl: Velikost medpomnilnika pomnjenih vrstic ohraniti v spomnu za vsako konzolo
sr: Величина бафера преписа који се држи у меморији за сваку конзолу
tr: Her bir konsol için bellekte tutulacak geri kaydırma arabellek boyu

# pref_fontfamily_title
source: Font
ar: الخط
ja: フォント
pl: Czcionka
pt_br: Fonte

# pref_customfont_title
source: Add custom font
ar: أضف خطًا مخصصًا
ja: カスタムフォントを追加する
pl: Dodaj niestandardową czcionkę
pt_br: Adicionar fonte personalizada

# pref_customfont_summary
source: Add a font from Google Fonts by name
ar: أضف خطًا من Google Fonts بالاسم.
ja: Googleフォントから名前でフォントを追加する
pl: Dodaj czcionkę z Google Fonts podając jej nazwę
pt_br: Adicionar uma fonte do Google Fonts pelo nome

# dialog_customfont_title
source: Add Custom Font
ar: أضف خطًا مخصصًا
ja: カスタムフォントを追加する
pl: Dodaj niestandardową czcionkę
pt_br: Adicionar Fonte Personalizada

# dialog_customfont_hint
source: Google Fonts name (e.g., Cascadia Code)
ar: اسم خط Google (مثل Cascadia Code)
ja: Googleフォント名（例：Cascadia Code）
pl: Nazwa czcionki Google (np. Cascadia Code)
pt_br: Nome da fonte do Google (por exemplo Cascadia Code)

# button_add
source: Add
ar: أضف
ja: 追加する
pl: Dodaj
pt_br: Adicionar

# button_remove
source: Remove
ar: إزالة
ja: 削除
pl: Usuń
pt_br: Remover

# font_validating
source: Validating font…
ar: التحقق من صحة الخط...
ja: フォントを検証しています…
pl: Weryfikowanie czcionki…
pt_br: Validando fonte…

# font_downloading
source: Downloading font…
ar: جارٍ تنزيل الخط…
pt_br: Fazendo o download da fonte…

# pref_localfont_title
source: Import local font
ar: استيراد خط محلي
ja: ローカルフォントをインポートする
pl: Importuj lokalną czcionkę
pt_br: Importar fonte local

# pref_localfont_summary
source: Import a font file from storage (TTF, OTF)
ar: استيراد ملف خط من وحدة التخزين (TTF أو OTF)
ja: ストレージからフォントファイルをインポートする TTF OTF
pl: Importuj plik czcionki ze środowiska (TTF, OTF)
pt_br: Importe um arquivo de fonte do armazenamento (TTF, OTF)

# dialog_localfont_title
source: Import Font
ar: استيراد الخط
ja: フォントをインポート
pl: Importuj Czcionkę
pt_br: Importar Fonte

# dialog_localfont_hint
source: Display name for the font
ar: اسم العرض للخط
ja: フォントの表示名
pl: Nazwa wyświetlana dla czcionki
pt_br: Nome de exibição para a fonte

# button_import
source: Import
ar: استيراد
ja: インポート
pl: Importuj
pt_br: Importar

# font_importing
source: Importing font…
ar: جاري استيراد الخط...
ja: フォントをインポート中…
pl: Importowanie czcionki…
pt_br: Importando fonte…

# pref_backupkeys_title
source: Backup pubkeys
ar: النسخ الإحتياطي للمفاتيح العمومية
ca: Còpia de seguretat de claus públiques
cs: Zálohovat veřejné klíče
el: Αντίγραφα δημοσίων κλειδιών
fr: Sauvegarde clé privée
gl: Respaldo de chaves públicas
it: Backup delle chiavi pubbliche
ja: 公開鍵をバックアップ
lo: ສຳຮອງຂໍ້ມູນ pubkeys
pl: Kopia zapasowa kluczy publicznych
pt: Cópias de segurança das chaves publicas
pt_br: Salvar chaves públicas

# pref_backupkeys_summary
source: Keep back-ups of the private keys using Android's backup mechanism
ar: احتفظ بنسخ احتياطية من المفاتيح الخاصة باستخدام آلية النسخ الاحتياطي في نظام Android.
ca: Crea una còpia de seguretat de les claus públiques mitjançant el mecanisme de còpia d'Android
cs: Udržovat zálohy privátních klíčů pomocí Android zálohovacího mechanismu
el: Κρατήστε αντίγραφα ασφαλείας των ιδιωτικών κλειδιών χρησιμοποιώντας τον μηχανισμό δημιουργίας αντιγράφων ασφαλείας του Android
fr: Conserver une copie de la clé privée en utilisant le système de sauvegarde d'Android.
gl: Respaldar as chaves privadas utilizando o mecanismo de respaldo de Android
it: Mantenere una copia delle chiavi private tramite il meccanismo di backup di Android
ja: Android のバックアップの仕組みを使用して秘密鍵のバックアップを保存します
lo: ເກັບຮັກສາການສຳຮອງຂໍ້ມູນຂອງຄີສ່ວນຕົວໂດຍໃຊ້ກົນໄກການສຳຮອງຂໍ້ມູນຂອງ Android
pl: Zrób kopie zapasowe kluczy prywatnych za pomocą mechanizmu tworzenia kopii zapasowych systemu Android
pt: Manter cópias de segurança das chaves privadas usando o sistema de cópia de segurança do Android
pt_br: Mantenha os backups das chaves privadas usando o mecanismo de backup do Android

# pref_ui_category
source: User interface
ar: واجهة المستخدم
ca: Interfície d'usuari
cs: Uživatelské rozhraní
el: Διεπαφή χρήστη
fr: Interface utilisateur
gl: Interface de usuario
hu: Felhasználói felület
it: Interfaccia utente
ja: ユーザーインターフェース
lo: ສ່ວນຕິດຕໍ່ຜູ້ໃຊ້
nb: Brukergrensesnitt
nl: Gebruikers interface
pl: Interfejs użytkownika
pt: Interface de utilizador
pt_br: Interface do usuário
sk: Užívateľské rozhranie
sl: Uporabniški vmesnik
sr: Корисничко сучеље
tr: Kullanıcı arayüzü

# pref_language_title
source: Language
ar: اللغة
pt_br: Idioma

# pref_language_system_default
source: System default
ar: الإعدادات الافتراضية للنظام
pt_br: Padrão do sistema

# pref_rotation_title
source: Rotation mode
ar: وضع التدوير
ca: Mode de rotació
cs: Režim rotace
el: Λειτουργία περιστροφής
fr: Mode de rotation
gl: Modo de rotación
hu: Forgatási mód
it: Modalità rotazione
ja: 画面の向き
lo: ໂໝດການໝຸນ
nb: Rotasjonsretning
nl: Rotatie mode
pl: Sposób orientacji ekranu
pt: Rotação de ecrã
pt_br: Rotação da tela
sk: Mód otáčania
sl: Način za sukanje
sr: Режим ротације
tr: Dönme kipi

# pref_titlebarhide_title
source: Autohide title bar
ar: إخفاء شريط العنوان تلقائيًا
ca: Amaga automàticament la barra de títol
cs: Automaticky schovávat nadpis
el: Αυτόματη απόκρυψη της γραμμής τίτλου
fr: Masquer automatiquement la barre de titre
gl: Agochar automaticamente a barra de título
it: Nascondi automaticamente la barra del titolo
ja: タイトルバーを自動的に隠す
lo: ເຊື່ອງແຖບຫົວຂໍ້ອັດຕະໂນມັດ
pl: Automatycznie chowaj pasek tytułowy
pt: Esconder automaticamente a barra de título
pt_br: Esconder automaticamente a barra de título
sr: Аутоматски сакриј траку наслова

# pref_titlebarhide_summary
source: Tap console to show title bar and access menu
ar: اضغط على وحدة التحكم لعرض شريط العنوان والوصول إلى القائمة.
ca: Toqueu la consola per mostrar la barra de títol i el menú d'accés
cs: Klikni pro zobrazení nadpisu a přístupového menu
el: Πατήστε την κονσόλα για να εμφανιστεί η γραμμή τίτλου και να αποκτήσετε πρόσβαση στο μενού
fr: Appuyez sur console pour montrer la barre de titre et accèder au menu
gl: Prema consola para mostrar a barra de título e o menú de aceso
it: Tocca la console per mostrare la barra del titolo e il menu principale
ja: タイトルバーとアクセスメニューを表示するにはコンソールをタップ
lo: ແຕະ console ເພື່ອສະແດງແຖບຫົວຂໍ້ ແລະ ເຂົ້າເຖິງເມນູ
pl: Naciśnij konsolę aby wyświetlić pasek tytułowy i uzyskać dostęp do menu
pt: Pressione no terminal para mostrar a barra de título e o menu de acesso
pt_br: Pressione console para mostrar a barra de título e o menu de acesso
sr: Тапните конзолу да бисте приказали траку наслова и приступили менију
