Repository: connectbot/connectbot
Catalog: app/locale/fortune/*.po
Languages: ar, ca, cs, el, fr, gl, hu, it, ja, lo, nb, nl, pl, pt, pt_br, sk, sl, sr, tr

# list_camera_esc
source: Esc
fr: Échap
ja: Escキー
sk: Klávesa Esc

# title_hosts_list
source: Hosts
ca: Servidors
cs: Hostitelé
el: Υπολογιστές
fr: Serveurs
gl: Servidores
hu: Kiszolgálók
it: Connessione
lo: ໂຮສ
nb: Verter
pt: Servidores
sk: Hostitelia
sl: Gostitelji
sr: Домаћини
tr: Sunucular

# title_host_editor
source: Edit Host
ca: Edició del Servidor
cs: Upravit hostitele
el: Επεξεργασία υπολογιστή
fr: Modifier le serveur
gl: Editar servidor
hu: Kiszolgáló szerkesztése
it: Modifica connessione
lo: ແກ້ໄຂໂຮສ
nb: Rediger vert
nl: Host bewerken
pt: Editar Servidor
sk: Upraviť Hostiteľa
sl: Urejanje gostitelja
sr: Уреди домаћина
tr: Sunucuyu Düzenle

# help_intro
source: Please select a topic below for more information on a particular subject.
ca: Si us plau, esculli un tema per a més informació en aquest assumpte en particular
cs: Více informací o daném předmětu se dozvíte výběrem tématu níže.
el: Παρακαλούμε επιλέξτε ένα θέμα παρακάτω για περισσότερες πληροφορίες σχετικά με ένα συγκεκριμένο θέμα.
fr: Sélectionnez un sujet ci-dessous pour plus d'informations.
gl: Seleccione un apartado dos seguintes para máis información dun tema particular
hu: Válaszon témakört az alábbiak közül egy adott téma részletes leírásához.
it: Seleziona un argomento dalla lista per ottenere maggiori informazioni.
lo: ກະລຸນາເລືອກຫົວຂໍ້ຂ້າງລຸ່ມນີ້ສໍາລັບຂໍ້ມູນເພີ່ມເຕີມ.
nb: Velg en overskrift nedenfor for mer informasjon om et bestemt emne.
nl: Selecteer hieronder een onderwerp voor meer informatie over een onderwerp.
pt: Escolha um tópico abaixo para mais informações.
sk: Prosím, vyberte si tému pre viac informácií o danom subjekte.
sl: Izberite temo spodaj za več informacij o določeni zadevi.
sr: Изаберите тему испод за више информација о поједином предмету.
tr: Özel bir konu hakkinda daha fazla bilgi için lütfen aşağıdaki ilgili konuyu seçiniz.

# host_shortcuts_header
source: Host Shortcuts
ca: Dreceres
cs: Zástupce hostitele
el: Συντομεύσεις κεντρικού υπολογιστή
fr: Raccourcis serveur
gl: Atallos do servidor
it: Tasti rapidi host
lo: ທາງລັດໂຮສ
nb: Snarveier for verter
nl: Snelkoppelingen
pt: Configurações Padrão
tr: Host kısayolları

# host_shortcuts_content
source: Long-press on your Android desktop to create direct shortcuts to frequently-used SSH hosts.
ca: Mantingueu premut a l'escriptori del vostre dispositiu per crear dreceres a connexions SSH d'ús freqüent.
cs: Pro nejčastěji používané hostitele je možné si dlouhým ťuknutím na ploše vytvářet zástupce.
el: Πατήστε παρατεταμένα στην επιφάνεια εργασίας του Android για να δημιουργήσετε άμεσες συντομεύσεις σε συχνά χρησιμοποιούμενους κεντρικούς υπολογιστές SSH.
fr: Appuyez longuement sur le bureau Android pour créer des raccourcis vers les clients SSH fréquemment utilisés.
gl: Pulsación longa no teu Escritorio Android para crear enlaces directos a servidores SSH de uso habitual.
it: Premere a lungo sul desktop di Android per creare collegamenti diretti agli host SSH usati frequentemente.
lo: ກົດຄ້າງໄວ້ເທິງໜ້າຈໍຫຼັກ Android ຂອງທ່ານເພື່ອສ້າງທາງລັດໂດຍກົງໄປຫາໂຮສ SSH ທີ່ໃຊ້ເລື້ອຍໆ.
nl: Druk lang op de Android desktop om een directe snelkoppeling te maken naar veelgebruikte SSH hosts.
pt: Toque longo na sua área de trabalho para criar atalhos diretos para seus servidores SSH mais usados.

# scroll_hints_header
source: Scroll back / Scroll forward
ca: Desplaceu amunt/avall
cs: Posunout zpět/vpřed
el: Κύλιση προς τα πίσω / Κύλιση προς τα εμπρός
fr: Défilement avant / arrière
gl: Desprazar atrás / Desprazar adiante
it: Scorri indietro / Scorri avanti
lo: ເລື່ອນຂຶ້ນ / ເລື່ອນລົງ
nb: Bla opp/Bla ned
pt: Role para trás / Role para frente

# scroll_hints_content
source: Swiping your finger up on the right side of the screen allows you to scroll backward and forward in the local terminal buffer history.
ca: Desplaçant el dit per la part dreta de la pantalla us permet anar endavant/enrere de l'historial a la memòria intermèdia de la terminal.
cs: Přejížděním prstu nahoru/dolů po pravé části obrazovky se můžete posouvat dopředu a dozadu v historii zobrazení.
el: Αν σύρετε το δάχτυλό σας προς τα πάνω στη δεξιά πλευρά της οθόνης, μπορείτε να μετακινηθείτε προς τα πίσω και προς τα εμπρός στο ιστορικό του ρυθμιστικού διαστήματος του τοπικού τερματικού.
fr: Glisser votre doigt verticalement sur le côté droit de l'écran vous permet de naviguer dans l'historique du terminal local.
gl: Deslizando o teu dedo no lado dereito da pantalla permítelle desprazarse cara atrás e adiante na historia do buffer do terminal local.
it: Scorrere in verticale le dita nella parte destra dello schermo consente di scorrere avanti e indietro la cronologia del buffer locale.
lo: ການປັດນິ້ວຂອງທ່ານຂຶ້ນເທິງເບື້ອງຂວາຂອງໜ້າຈໍຈະຊ່ວຍໃຫ້ທ່ານສາມາດເລື່ອນກັບຄືນ ແລະ ໄປໜ້າໃນປະຫວັດຂອງ terminal buffer.
nb: Dra fingeren opp eller ned for å bla i terminalen
pt: Passando o dedo para cima no lado direito da tela irá possibilitar uma rolagem para trás e para frente no histórico presente no buffer do terminal.

source: Scrolling back
ca: Desplaçament enrere
cs: Posunutí zpět
el: Κύλιση προς τα πίσω
fr: Défilement arrière
gl: Desprazamento atrás
it: Scorrimento indietro
lo: ກຳລັງເລື່ອນກັບ
nb: Bla frem
pt: Rolagem para trás

source: Scrolling forward
ca: Desplaçament endavant
cs: Posunutí dopředu
el: Κύλιση προς τα εμπρός
fr: Défilement avant
gl: Desprazamento adiante
it: Scorrimento in avanti
lo: ກຳລັງເລື່ອນໄປໜ້າ
nb: Bla frem
pt: Rolagem para frente

# page_updn_header
source: Page Up / Page Down
ca: Pàgina amunt/avall
cs: O stránku nahoru/dolů
el: Σελίδα πάνω / σελίδα κάτω
fr: Page suivante / Page précédente
gl: Re Páx / Av Páx
it: Pagina su / Pagina giù
lo: ເລື່ອນໜ້າຂຶ້ນ / ເລື່ອນໜ້າລົງ
pt: Pág. acima / Pág. abaixo
sl: Stran gor / Stran dol
tr: Bir sayfa aşağı / yukarı

# page_updn_content
source: NOTE: This must be enabled in settings. Swiping your finger up and down on the left third of the screen will send a page up and page down key to the remote host. Many programs map this to scrolling back into history such as irssi or tinyfugue.
ca: Desplaçant el dit pel terç esquerre de la pantalla envieu l'ordre de pàgina amunt/avall a l'equip remot. Programari com ara l'Irssi o el tinyfugue suporten aquesta característica.
cs: Pozn.: Je třeba, aby bylo zapnuto v nastavení. Přejížděním prstu nahoru a dolů na levé třetině obrazovky vyvolá odesílání stisků kláves page up a page down na protějšek. Mnohé programy (jako například irssi nebo tinyfugue) toto mapují na posouvání v historii.
el: ΣΗΜΕΙΩΣΗ: Αυτό πρέπει να ενεργοποιηθεί στις ρυθμίσεις
fr: NOTA : cette fonctionnalité doit être activée dans les paramètres. Glisser votre doigt verticalement sur le tiers gauche de l'écran enverra ''page suivante'' et ''page précédente'' au serveur distant. De nombreux programmes interprètent cela comme un retour arrière dans l'historique.
gl: NOTA: Isto debe ser habilitado nos axustes. Swiping your finger up and down on the left third of the screen will send a page up and page down key to the remote host. Many programs map this to scrolling back into history such as irssi or tinyfugue.
it: NOTA: Questo deve essere abilitato nelle impostazioni. Scorrere il dito verso l'alto e verso il basso sul terzo a sinistra dello schermo invia i tasti pagina su e pagina giù per l'host remoto. Alcuni programmi, come irssi o tinyfugue eseguono questo scorrimento nella cronologia.
lo: ໝາຍເຫດ: ຕ້ອງເປີດໃຊ້ງານໃນການຕັ້ງຄ່າ. ການປັດນິ້ວຂອງທ່ານຂຶ້ນ ແລະ ລົງເທິງໜຶ່ງສ່ວນສາມດ້ານຊ້າຍຂອງໜ້າຈໍຈະສົ່ງປຸ່ມ page up ແລະ page down ໄປຫາໂຮສທາງໄກ. ຫຼາຍໂປຣແກຣມໃຊ້ຄຳສັ່ງນີ້ເພື່ອເລື່ອນເບິ່ງປະຫວັດ ເຊັ່ນ irssi ຫຼື tinyfugue.
pt: NOTA: Isso deve estar ativado nas definições. Passando o dedo para cima e para baixo na terceira parte da esquerda do ecrã irá enviar um comandos de pag. acima e pag. abaixo para o servidor remoto. Muitos programas mapeiam isso como rolagem traseira no histórico, tais como irssi ou tinyfugue.

source: Page up
ca: Inici
cs: O stránku nahoru
el: Σελίδα πάνω
fr: Page précédente
gl: Re Páx
it: Pagina su
lo: ເລື່ອນໜ້າຂຶ້ນ
nb: Opp én side
pt: Pág. acima
sl: Stran gor
tr: Bir sayfa yukarı

source: Page down
ca: Fi
cs: O stránku dolů
el: Σελίδα κάτω
fr: Page suivante
gl: Av Páx
it: Pagina giù
lo: ເລື່ອນໜ້າລົງ
nb: Ned én side
pt: Pág. abaixo
sl: Stran dol
tr: Bir sayfa aşağı

# switching_hosts_header
source: Switching Hosts
cs: Přepínání hostitelů
el: Αλλαγή κεντρικών υπολογιστών
fr: Changer de serveur
gl: Trocando servidores
it: Scambia degli host
lo: ການສະຫຼັບໂຮສ
nb: Bytt vert
pt: A alterar servidores

# switching_hosts_content
source: Swiping your finger from one side of the screen to the other will switch between currently connected hosts.
ca: Lliscant el dit d'un cantó a l'altre de la pantalla canvia entre connexions remotes establertes.
cs: Přejížděním prstu z jedné strany displeje na druhý se můžete přepínat mezi připojenými hostiteli.
el: Αν κουνήσετε το δάχτυλό σας από τη μία πλευρά της οθόνης στην άλλη, θα κάνετε εναλλαγή μεταξύ των συνδεδεμένων κεντρικών υπολογιστών.
fr: Glisser votre doigt depuis un bord de l'écran vers l'autre pour naviguer entre les serveurs actuellement connectés.
gl: Deslizando o teu dedo de un lado a outro da pantalla trocará entre os servidores actualmente conectados.
it: Scorrere il dito da un lato all'altro dello schermo passa tra gli host attualmente connessi.
lo: ການປັດນິ້ວຂອງທ່ານຈາກດ້ານໜຶ່ງຂອງໜ້າຈໍໄປຫາອີກດ້ານໜຶ່ງຈະເປັນການສະຫຼັບລະຫວ່າງໂຮສທີ່ກຳລັງເຊື່ອມຕໍ່ຢູ່.
nb: Dra fingeren over skjermen for å bytte mellom tilkoblede verrter
pt: Passando o dedo de um lado do ecrã para o outro irá trocar os servidores atualmente conectados.

source: Next host
ca: Remot següent
cs: Další hostitel
el: Επόμενος κεντρικός υπολογιστής
fr: Serveur suivant
gl: Seguinte servidor
it: Host successivo
lo: ໂຮສຕໍ່ໄປ
nb: Neste vert
nl: Volgende host
pt: Servidor seguinte

# prev_host
source: Previous host
ca: Remot anterior
cs: Předchozí hostitel
el: Προηγούμενος κεντρικός υπολογιστής
fr: Serveur précédent
gl: Anterior servidor
it: Host precedente
lo: ໂຮສກ່ອນໜ້າ
nb: Forrige vert
pt: Servidor anterior

# pubkey_list_pick
source: Pick from /sdcard
ca: Obté de /sdcard
cs: Vyberte z /sdcard
el: Διαλέξτε από το /sdcard
fr: Récupérer depuis /sdcard
gl: Seleccionar da /sdcard
hu: Kiválaszt /sdcard -ról
it: Leggi da /sdcard
lo: ເລືອກຈາກ /sdcard
nb: Hent fra /sdcard
nl: Kies van /sdcard
pt: Escolher de /sdcard
sk: Vyberte z /sdcard
sl: Izberite iz /sdcard
sr: Изабери са /sdcard
tr: /sdcard dan aktar

# pubkey_import_parse_problem
source: Problem parsing imported private key
ca: Problema analitzant les claus privades importades
cs: Problém s importem soukromého klíče
el: Πρόβλημα ανάλυσης εισαγόμενου ιδιωτικού κλειδιού
fr: Problème lors du parsage de la clé privée importée
gl: Problema analisando a chave privada importada
hu: Probléma a privát kulcspár feldolgozása során
it: Problemi durante l'importazione della chiave privata
lo: ມີບັນຫາໃນການວິເຄາະຄີສ່ວນຕົວທີ່ນຳເຂົ້າ
nb: Feil ved innlasting av privat nøkkel
nl: Probleem met het parsen van geimporteerde privé sleutel
pt: Erro na leitura da chave privada importada
sk: Problém s importom súkromného kľúča
sl: Problem pri razčlenjevanju uvoženega zasebnega ključa
sr: Проблем рашчлањивања увезеног приватног кључа
tr: Dışardan eklenen özel-anahtarı okurken sorun oluştu

# pubkey_failed_add
source: Bad password for key '%1$s'. Authentication failed.
ca: Contrasenya incorrecta per la clau '%1$s'. Autenticació fallada
cs: Chybné heslo pro klíč „%1$s“. Ověření se nezdařilo.
el: Λάθος κωδικός πρόσβασης για το κλειδί '%1$s'. Αποτυχία ελέγχου ταυτότητας.
fr: Mot de passe incorrect pour la clé « %1$s ». L'authentification a échoué.
gl: Contrasinal inválido para chave '%1$s'. Erro na autenticación.
hu: Hibás jelszó a '%1$s' kulcshoz. Sikertelen azonosítás.
it: Password errata per la chiave '%1$s'. Errore di autenticazione.
lo: ລະຫັດຜ່ານບໍ່ຖືກຕ້ອງສຳລັບຄີ '%1$s'. ການກວດສອບສິດລົ້ມເຫຼວ.
nb: Feil passord for nøkkel '%1$s'. Autentisering mislyktes.
nl: Slecht wachtwoord voor sleutel '%1$s'. Authenticatie mislukt
pt: Palavra-passe inválida para a chave '%1$s'. A autenticação falhou.
sk: Nesprávne heslo pre kľúč '%1$s'. Overenie zlyhalo.
sl: Napačno geslo za ključ '%1$s. Overitev spodletela.
sr: Лоша лозинка за кључ „%1$s“. Аутентификација није успела.
tr: Anahtar '%1$s' için hatalı şifre verdiniz. Kimlik doğrulama başarısız oldu.

# pubkey_memory_load
source: Load into memory
ca: Carrega a la memòria
cs: Načíst do paměti
el: Φόρτωση στη μνήμη
fr: Charger en mémoire
gl: Cargar en memoria
hu: Betöltés a memóriába
it: Carica in memoria
lo: ໂຫຼດເຂົ້າໜ່ວຍຄວາມຈຳ
nb: Last inn i minne
nl: Laad in geheugen
pt: Carregar para a memória
sk: Nahrať do pamäte
sl: Naloži v spomin
sr: Учитај у меморију
tr: Belleğe yükle

# pubkey_memory_unload
source: Unload from memory
ca: Descarrega de la memòria
cs: Odstranit z paměti
el: Εκφόρτωση δημοσίου κλειδιού από τη μνήμη
fr: Décharger de la mémoire
gl: Descargar de memoria
hu: Mermória ürítése
it: Elimina dalla memoria
lo: ເອົາອອກຈາກໜ່ວຍຄວາມຈຳ
nb: Last ut av minne
nl: Ontlaad uit geheugen
pt: Retirar da memória
sk: Odstrániť z pamäte
sl: Razloži s spomina
sr: Уклони из меморије
tr: Bellekten kaldır

# portforward_list_empty
source: Tap "Menu" to create port forwards.
ca: Pulsa Menu per crear redireccions de ports.
cs: Zvolte „Nabídka“ pro vytvoření přesměrování portů.
el: Πατήστε "Menu" για να δημιουργήσετε την προώθηση την θύρας.
fr: Appuyez sur Menu pour créer des redirections de port.
gl: Pulsar Menu para crear redireccións de portos
hu: Nyomj Menu-t a port átirányításhoz.
it: Seleziona Menu per creare inoltri delle porte.
lo: ແຕະ "ເມນູ" ເພື່ອສ້າງ ການສົ່ງຕໍ່ພອດ.
nb: Trykk "Meny" for å opprette portvideresending.
nl: Tik Menu om poort forwards te maken.
pt: Pressione Menu para criar encaminhamentos de porta.
sk: Ťukni na Menu pre vytvorenie presmerovania portov.
sl: Dotakni "Meni" za ustvarjanje posredovanih vrat.
sr: Тапните „Мени“ да бисте направили прослеђење порта.
tr: Port yönlendirmesi oluşturmak için "Menü"ye dokunun

# prompt_nickname_hint_pubkey
source: My work key
ca: La meva clau
cs: Můj pracovní klíč
el: Το στοιχείο-κλειδί εργασίας μου
fr: Ma clé de travail
gl: A miña chave do traballo
hu: A munkahelyi kulcsom
it: La mia chiave di lavoro
lo: ຄີບ່ອນເຮັດວຽກຂອງຂ້ອຍ
nb: Min arbeidsnøkkel
nl: Mijn werk sleutel
pt: Minha chave de trabalho
sk: Môj pracovný kľúč
sl: Moj delovni ključ
sr: Мој радни кључ
tr: Umumi-anahtar rumuzu

# prompt_continue_connecting
source: Are you sure you want to continue connecting?
ca: Estàs segur que vols continuar connectant?
cs: Opravdu chcete pokračovat v připojování?
el: Είσαστε σίγουρος ότι θέλετε να συνεχίσετε τη σύνδεση;
fr: Êtes-vous sûr de vouloir continuer à vous connecter ?
gl: Seguro que quere continuar conectándose?
hu: Biztosan folytatja a csatlakozást?
it: Sei sicuro di voler continuare a connetterti?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການ ເຊື່ອມຕໍ່ຕໍ່ໄປ?
nb: Er du sikker på at du vil koble til?
nl: Weet je zeker dat je wilt doorgaan met verbinden?
pt: Tem a certeza que quer continuar a connectar?
sk: Naozaj chcete pokračovať v pripájaní?
sl: Ali ste prepričani, da želite nadaljevati s povezovanjem?
sr: Желите ли заиста да наставите повезивање?
tr: Bağlanmaya devam etmek istediğinize emin misiniz?

# alert_key_corrupted_msg
source: Private key appears corrupt!
ca: Les claus privades semblen malmèses!
cs: Soukromý klíč vypadá poškozeně!
el: Το ιδιωτικό κλειδί εμφανίζεται κατεστραμμένο!
fr: La clé privé semble corrompue !
gl: ¡A chave privada parece corrupta!
hu: Sérült privát kulcs!
it: La chiave privata sembra corrotta!
lo: ຄີສ່ວນຕົວເບິ່ງຄືວ່າເສຍຫາຍ!
nb: Privat nøkkel ser ut til å være korrupt!
nl: Privé sleutel lijkt corrupt!
pt: Chave privada parece estar corrompida.
sk: Súkromný kľúč vyzerá poškodene!
sl: Zasebni ključ izgleda pokvarjen!
sr: Изгледа да је приватни кључ покварен!
tr: Kişisel anahtar bozuk görünüyor

# alert_sdcard_absent
source: SD card is not inserted!
ca: La targeta SD no es troba present!
cs: Není vložena SD karta!
el: Δεν έχει μπει η κάρτα SD
fr: Pas de carte SD dans le lecteur !
gl: ¡A tarxeta SD non está inserida!
hu: Nincs SD kártya!
it: Scheda SD non trovata!
lo: ບໍ່ໄດ້ໃສ່ SD card!
nb: SD-kortet er ikke satt inn!
nl: SD kaart niet aanwezig!
pt: O cartão SD não está inserido!
sk: Nie je vložená SD karta!
sl: Kartica SD ni vstavljena!
sr: СД картица није уметнута!
tr: SD kart takılmamış!

# button_change
source: Change
ca: Canvia
cs: Změnit
el: Αλλαγή
fr: Changer
gl: Modificar
hu: Módosítás
it: Modifica
lo: ປ່ຽນແປງ
nb: Endre
nl: Verander
pt: Modificar
sk: Zmeniť
sl: Spremeni
sr: Измени
tr: Değiştir

# msg_copyright
source: Copyright © 2007-2008 Kenny Root http://the-b.org/, Jeffrey Sharkey http://jsharkey.org/
gl: Todos os dereitos reservados © 2007-2008 Kenny Root http://the-b.org/, Jeffrey Sharkey http://jsharkey.org/
hu: Minden jog fentartva © 2007-2008 Kenny Root http://the-b.org/, Jeffrey Sharkey http://jsharkey.org/
lo: ສະຫງວນລິຂະສິດ © 2007-2008 Kenny Root http://the-b.org/, Jeffrey Sharkey http://jsharkey.org/
pt: Direitos de Autor © 2007-2008 Kenny Root http://the-b.org/, Jeffrey Sharkey http://jsharkey.org/
sl: Avtorske pravice © 2007-2008 Kenny Root http://the-b.org/, Jeffrey Sharkey http://jsharkey.org/
sr: Ауторско право © 2007-2008 Kenny Root http://the-b.org/, Jeffrey Sharkey http://jsharkey.org/
tr: Telif Hakkı © 2007-2008 Kenny Root http://the-b.org/, Jeffrey Sharkey http://jsharkey.org/

# pref_emulation_summary
source: Terminal emulation mode to use for PTY connections
ca: Mode d'emulació de terminal per l'ús de connexions PTY
cs: Režim emulace terminálu použitý při PTY spojeních
el: Λειτουργία εξομοίωσης τερματικού για χρήση για συνδέσεις PTY
fr: Mode d'émulation de terminal à utiliser pour les connexions PTY
gl: Modo de emulación de terminal para usar en conexións PTY
hu: Terminál emulálási mód PTY kapcsolatokhoz
it: Modalità di emulazione terminale da usare per connessioni PTY
lo: ໂໝດການຈຳລອງ Terminal ທີ່ຈະໃຊ້ສຳລັບການເຊື່ອມຕໍ່ PTY
nb: Etterligningsmodus for terminal for PTY-tilkoblinger
nl: Terminal emulatie mode voor gebruik in PTY verbindingen
pt: Modo de emulação do terminal para ligações PTY
sk: Použiť mód emulácie terminálu pri PTY spojeniach
sl: Način posnemanja terminala za uporabo za PTY povezave
sr: Режим емулације терминала за PTY везе
tr: PTY bağlantıları için kullanılan uçbirim öykünüm kipi

# pref_rotation_summary
source: How to change rotation when keyboard popped in/out
ca: Com canvia la orientació quan el teclat s'obre o es tanca
cs: Jak změnit rotaci když se zobrazí / skryje klávesnice
el: Πώς να αλλάξετε την περιστροφή όταν το πληκτρολόγιο μπαίνει/βγαίνει
fr: Comment changer l'orientation de l'écran suivant si le clavier est déplié
gl: Como cambiar a rotación ao abrir/pechar o teclado
hu: Hogyan forduljon a kijelző a billentyűzet ki/becsukása során
it: Come cambiare rotazione quando la tastiera esce/rientra
lo: ວິທີປ່ຽນການໝຸນເມື່ອແປ້ນພິມສະແດງຂຶ້ນ/ເຊື່ອງໄວ້
nb: Hvordan rotasjonsretning endres når tastatur skyves inn/ut
nl: Hoe rotatie te veranderen wanneer keyboard in/uit geschoven is
pt: Como alterar a rotação quando o teclado é aberto/fechado
sk: Ako zmeniť rotáciu, keď sa zobrazí / skryje klávesnica
sl: Kako spremeniti sukanje, ko tipkovnica skoči ven/noter
sr: Како променити ротацију при извлачењу/увлачењу тастатуре
tr: Klavye saklandığında/açıldığında dönüş nasıl değişir

# pref_keymode_summary
source: Select how to use Alt for '/' and Shift for Tab
ca: Escull com usar Alt per '/' i Shift per Tab
cs: Volba použití kláves Alt pro znak „/“ a Shift pro tabulátor
el: Επιλέξτε πώς να χρησιμοποιείτε το Alt για το '/' και το Shift για το Tab
fr: Définir quel couple de touches Alt et Shift utiliser pour '/' et Tab
gl: Seleccione para usar Alt para '/' e Shift para Tab
hu: Válassza ki, hogyan kell használni az Alt-ot a '/' helyett és a Shift-et a Tab helyett
it: Controlla l'uso di Alt per '/' e di Shift per Tab
lo: ເລືອກວິທີໃຊ້ Alt ສໍາລັບ '/' ແລະ Shift ສໍາລັບ Tab
nb: Velg hvordan Alt- og Skift-tasten skal brukes for '/' og Tab
nl: Selecteer hoe Alt voor '/' en Shift voor Tab te gebruiken
pt: Escolher como usar Alt para '/' e Shift para Tab
sk: Vyberte ako použiť Alt pre '/' a Shift pre Tab
sl: Izberite kako uporabiti Alt za '/' ter Shift za Tab
sr: Одредите како користити Alt за „/“ и Shift за табулатор
tr: '/' için Alt ve Tab için Shift kullanımının nasıl olacağını seç

# pref_stickymodifiers_summary
source: Modifier keys remain enabled until another key is pressed
ca: Les tecles de modificació queden activades fins que altra tecla és premuda
el: Τα πλήκτρα τροποποίησης να παραμείνουν ενεργοποιημένα μέχρι να πατηθεί άλλο πλήκτρο
fr: Les touches de combinaison restent actives jusqu'à l'utilisation d'une autre touche.
gl: Teclas modificadoras se manteñen habilitadas ata que se presiona outra tecla
it: I tasti modificatori rimangono attivati fino a quando non viene premuto un altro tasto
lo: ປຸ່ມ Modifier ຈະຍັງຄົງເປີດໃຊ້ງານຢູ່ຈົນກວ່າຈະມີການກົດປຸ່ມອື່ນ
pt: As teclas de modificação permanecem ativadas até que outra tecla seja pressionada
sr: Модификаторски тастери остају укључени до притиска на други тастер

# pref_camera_summary
source: Select which shortcut to trigger when the camera button is pushed
ca: Escull quina acció fer quan el botó de la càmera es clica
cs: Vyberte kterou zkratku použít když je stisknuto tlačítko fotoaparátu
el: Επιλέξτε ποια συντόμευση θα ενεργοποιείται όταν πατηθεί το κουμπί της κάμερας
fr: Sélectionnez le raccourci à exécuter quand le bouton caméra est pressé
gl: Seleccione que atallo executar cando se prema o botón da cámara
hu: Válassza ki a kamera gombhoz tartozó hivatkozást
it: Seleziona quale scorciatoia azionare quando il bottone della camera viene premuto
lo: ເລືອກທາງລັດທີ່ຈະເປີດໃຊ້ງານເມື່ອກົດປຸ່ມກ້ອງ
nb: Velg hvilken snarvei som skal benyttes når kameraknapp trykkes
nl: Selecteer welke snelkoppeling te activeren wanneer camera knop is ingedrukt
pt: Selecione o que fazer quando o botão da câmara for pressionado
sk: Vyberte odkaz, ktorý spustiť po stlačení tlačidla kamera
sl: Izberite, katera bližnjica se sproži, ko se pritisne gumb kamere
sr: Одредите пречицу за окидање по притиску на тастер камере
tr: Kamera düğmesine basıldığında hangi kısayolun tetikleneceğini seç

# bind_never
source: Never connected
ca: Mai connectat
cs: Nikdy nepřipojen
el: Δεν συνδέθηκε ποτέ
fr: Jamais connecté
gl: Nunca conectado
hu: Még nem csatlakozott
it: Mai connesso
lo: ບໍ່ເຄີຍເຊື່ອມຕໍ່
nb: Aldri tilkoblet
nl: Nooit verbonden
pt: Nunca ligado
sk: Nikdy nepripojený
sl: Nikoli povezani
sr: Никад повезиван
tr: Daha önce bağlanılmadı

# console_copy_done
source: Copied %1$d byte to clipboard
ca: Copiats %1$d byte al porta-retalls
cs: Zkopírováno %1$d bajtů do schránky
el: Αντιγραφή %1$d byte στο πρόχειρο
fr: %1$d octet copié dans le presse-papier
gl: Copiado %1$d byte ao portapapeis
hu: %1$d bájt a vágólapra másolódik
it: Copiato %1$d byte negli appunti
lo: ສຳເນົາ %1$d ໄບຕ໌ ໄປຍັງຄລິບບອດແລ້ວ
nb: Kopiert %1$d byte til utklippstavle
nl: %1$d byte gekopieerde naar het klembord
pt: Copiado %1$d byte para a área de transferência
sk: %1$d bajtov skopírovaných do schránky
sr: Копирано %1$d бајта на клипборд
tr: %1$d byte pano kopyalandı
