Repository: connectbot/connectbot
Catalog: app/locale/fortune/*.po
Languages: ar, ca, cs, el, fr, gl, hu, it, ja, lo, nb, nl, pl, pt, pt_br, sk, sl, sr, tr

# pref_alwaysvisible_title
source: Special keys always visible
ar: المفاتيح الخاصة تظهر دائمًا
ca: Tecles especials sempre visibles
cs: Speciální klávesy neustále viditelné
el: Ειδικά πλήκτρα να είναι πάντα ορατά
fr: Toujours afficher les touches spéciales
gl: Teclas especiais sempre visibeis
it: Tasti speciali sempre visibili
ja: 特殊キーを常に表示
lo: ສະແດງປຸ່ມພິເສດຕະຫຼອດເວລາ
nl: Speciale toetsen altijd zichtbaar
pl: Specjalne klawisze zawsze widoczne
pt: Teclas especiais sempre visiveis
pt_br: Teclas especiais sempre visíveis

# pref_pg_updn_gesture_title
source: Page up/down gesture
ar: إيماءة التمرير لأعلى/لأسفل
ca: Gest de pàgina amunt/avall
cs: Nahoru/dolů gesto
el: Χειρονομία ανόδου/καθόδου σελίδας
fr: Geste page suivante/précédente
gl: Xesto de Re/Av Páx
it: Gesto per pagina su/giù
ja: ページアップ/ページダウン ジェスチャ
lo: ທ່າທາງເລື່ອນໜ້າຂຶ້ນ/ລົງ
pl: Gest z przewijania w górę/dół strony
pt: Gesto de pag. acima/pag. abaixo
pt_br: Gesto de page up/down

# pref_pg_updn_gesture_summary
source: Swipe the left third of the screen to send pg up/dn to the terminal
ar: اسحب الثلث الأيسر من الشاشة لإرسال أوامر التنقل لأعلى/لأسفل إلى الطرفية.
ca: Llisqueu pel terç esquerre de la pantalla per enviar Inici/Final al terminal
cs: Přejetím po levé třetině obrazovky odešlete stisk kláves pg up/dn
el: Σαρώστε το αριστερό τρίτο της οθόνης για να στείλετε Σελίδα πάνω/κάτω στο τερματικό
fr: Faites glisser votre doigt sur le tiers gauche de l'écran pour envoyer ''Page suivante/précédente'' au terminal.
gl: Pase sobre o tercio esquerdo da pantalla para enviar comandos de Re/Av Páx no terminal
it: Scorri con le dita nel primo terzo dello schermo a sinistra per scorrere di una pagina in su/giù nel terminale.
ja: 画面の左の三分の一をスワイプすると、端末にページアップ/ダウンを送信します
lo: ປັດໜຶ່ງສ່ວນສາມດ້ານຊ້າຍຂອງໜ້າຈໍເພື່ອສົ່ງ pg up/dn ໄປທີ່ terminal
pl: Przesuń lewą trzecią część ekranu aby wysłać pg w górę lub w dół do terminala
pt: Passe sobre a terceira parte da tela à esquerda para enviar comandos de página acima/página abaixo para o terminal
pt_br: Passe sobre a terceira parte da tela à esquerda para enviar comandos de page up/down para o terminal

# pref_fullscreen_title
source: Full screen
ar: ملء الشاشة
ca: Pantalla completa
cs: Celá obrazovka
el: Πλήρης οθόνη
fr: Plein écran
gl: Pantalla completa
hu: Teljes képernyő
it: Schermo intero
ja: 全画面
lo: ເຕັມຈໍ
nb: Full skjerm
nl: Volledig scherm
pl: Pełny ekran
pt: Ecrã inteiro
pt_br: Tela cheia
sk: Celá obrazovka
sl: Celozaslonski način
sr: Цео екран
tr: Tüm ekran

# pref_fullscreen_summary
source: Hide status bar while in console
ar: إخفاء شريط الحالة أثناء استخدام وحدة التحكم
ca: Amaga la barra d'estat en consola
cs: Skrýt stavový řádek když je zobrazena konzole
el: Απόκρυψη της γραμμής κατάστασης ενώ βρίσκεστε στην κονσόλα
fr: Cacher la barre de notifications lorsque la console est active
gl: Esconder a barra de estado cando estea na consola
hu: Rejtett állapotsor a konzol használata során
it: Nascondi la barra di stato in console
ja: ステータスバーを隠蔽しコンソールとして利用
lo: ເຊື່ອງແຖບສະຖານະໃນຂະນະທີ່ຢູ່ໃນ console
nb: Gjem statuslinje mens du er i konsoll
nl: Verberg status balk terwijl in console
pl: Ukryj pasek statusu podczas pracy w konsoli
pt: Esconder a barra de notificação quando estiver no terminal
pt_br: Ocultar a barra de estatus no modo terminal
sk: Skryť stavový riadok, keď je zobrazená konzola
sl: Skrij vrstico stanja, ko v konzoli
sr: Сакриј траку стања при раду у конзоли
tr: Konsolda iken durum çubuğunu gizle

# pref_keyboard_category
source: Keyboard
ar: لوحة المفاتيح
ca: Teclat
cs: Klávesnice
el: Πληκτρολόγιο
fr: Clavier
gl: Teclado
it: Tastiera
ja: キーボード
lo: ແປ້ນພິມ
nb: Tastatur
pl: Klawiatura
pt: Teclado
pt_br: Teclado
sl: Tipkovnica
sr: Тастатура
tr: Klavye

# pref_shiftfkeys_title
source: Shift+num are F-keys
ar: Shift + رقم هي مفاتيح الوظائف.
ca: Maj+núm són les tecles «F-unció»
cs: Shift+číslo jsou F-klávesy
el: Τα Shift+num είναι F-keys
fr: "Shift+Numéro" sont les touches de "F1-F10"
gl: Ctrl+num son teclas-Fn
it: Shift+num sono i tasti funzione
ja: Shift+数字はFキー
lo: Shift+ຕົວເລກ ເປັນປຸ່ມ F
pl: Shift+liczba są klawiszami F
pt: Shift+número são as teclas F
pt_br: Shift +número são as teclas Fn
sl: Shift+št so F-tipke
sr: Shift+num су F-тастери

# pref_shiftfkeys_summary
source: On hardware keyboards, number keys send F1-F10 with shift
ar: في لوحات المفاتيح الفعلية، ترسل مفاتيح الأرقام F1-F10 عند الضغط على مفتاح Shift.
ca: En teclats físics les tecles F1-F10 es representen mitjançant majúscules+número
cs: Na fyzické klávesnici posílají klávesy s číslicemi stisk kláves Shift + F1-10
el: Στα πληκτρολόγια, τα αριθμητικά πλήκτρα στέλνουν τα πλήκτρα F1-F10 με shift
fr: Sur les claviers matériels, les touches des chiffres envoient F1-F10 avec la touche Shift
gl: En teclados físicos, as teclas numéricas envían F1-F10 con Shift
it: Con le tastiere hardware, i tasti numerici inviano F1-F10 con shift
ja: ハードウェアキーボードで、shiftと数字キーでF1-F10を送信します
lo: ໃນແປ້ນພິມແທ້, ປຸ່ມຕົວເລກຈະສົ່ງ F1-F10 ເມື່ອກົດ Shift
pl: Na klawiaturach fizycznych klawisze numeryczne wysyłają F1-F10 z przyciskiem shift
pt: Em teclados físicos, as teclas numéricas enviam F1-F10 com shift
pt_br: Em teclados físicos, as teclas numéricas enviam F1 à F10 com shift
sr: На хардверским тастатурама, тастери бројева шаљу F1-F10 са Shift

# pref_ctrlfkeys_title
source: Ctrl+num are F-keys
ar: Ctrl + رقم هي مفاتيح الوظائف.
ca: Ctrl+núm són les tecles «F-unció»
cs: Ctrl+číslo jsou F-klávesy
el: Τα Ctrl+num είναι F-keys
fr: Ctrl+Numéro sont les touches de "F1-F10"
gl: Ctrl+num son teclas-F
it: Ctrl+num sono tasti funzione
ja: Ctrl+数字はFキー
lo: Ctrl+ຕົວເລກ ເປັນປຸ່ມ F
pl: Klawisz Ctrl i numer są klawiszami funkcyjnymi
pt: Ctrl+número são as teclas F
sl: Ctrl+št so F-tipke
sr: Ctrl+num су F-тастери

# pref_ctrlfkeys_summary
source: On software keyboards, number keys send F1-F10 with ctrl
ar: في لوحات المفاتيح الافتراضية، ترسل مفاتيح الأرقام أوامر F1-F10 مع مفتاح Ctrl.
ca: En teclats virtuals les tecles F1-F10 es representen mitjançant Ctrl+número
cs: Na softwarové klávesnici posílají klávesy s číslicemi stisk kláves Ctrl + F1-10
el: Στα πληκτρολόγια λογισμικού, τα αριθμητικά πλήκτρα στέλνουν F1-F10 με ctrl
fr: Sur les claviers logiciels, les touches des chiffres envoient F1-F10 avec la touche Ctrl
gl: En teclados virtuais, as teclas numéricas envían F1-F10 con Crtl
it: Con le tastiere hardware, i tasti numerici inviano F1-F10 con ctrl
ja: ソフトウェアキーボードで、ctrlと数字キーでF1-F10を送信します
lo: ໃນແປ້ນພິມເທິງຈໍ, ປຸ່ມຕົວເລກຈະສົ່ງ F1-F10 ເມື່ອກົດ Ctrl
pl: Na klawiaturach programowych klawisze numeryczne wysyłają F1-F10 z ctrl
pt: Em teclados virtuais, as teclas numéricas enviam F1-F10 com shift
pt_br: Em teclados virtuais, as teclas numéricas enviam F1 à F10 com crtl
sr: На софтверским тастатурама, тастери бројева шаљу F1-F10 са Ctrl

# pref_volumefont_title
source: Volume keys change font size
ar: مفاتيح التحكم في مستوى الصوت لتغيير حجم الخط
ca: Les tecles de volum canvien la mida del text
cs: Tlačítka ovládání hlasitosti mění velikost písma
el: Τα πλήκτρα έντασης ήχου αλλάζουν το μέγεθος της γραμματοσειράς
fr: Les touches volume changent la taille du texte
gl: As teclas de volume cambian o tamaño da fonte
it: I pulsanti del volume cambiano la dimensione dei caratteri
ja: 音量ボタンでフォントサイズを変更する
lo: ປຸ່ມລະດັບສຽງປ່ຽນຂະໜາດຕົວອັກສອນ
pl: Klawisz głośności zmienia wielkość czcionki
pt: Teclas de volume alteram o tamanho da letra
pt_br: Teclas de volume alteram o tamanho da fonte
sr: Тастери за звук мењају вел. фонта

# pref_memkeys_title
source: Remember keys in memory
ar: تذكر المفاتيح في الذاكرة
ca: Recorda les claus en memòria
cs: Uchovávat klíče v paměti
el: Να θυμάμαι τα κλειδιά στη μνήμη μου
fr: Garder les clés en mémoire
gl: Recordar chaves en memoria
hu: Kulcsok megörzése a memóriában
it: Mantieni chiavi in memoria
ja: メモリに鍵を保持する
lo: ຈື່ຈຳຄີໃນໜ່ວຍຄວາມຈຳ
nb: Lagre nøkler
nl: Onthoud sleutels in geheugen
pl: Zapamiętaj klucze w pamięci
pt: Lembrar chaves em memória
pt_br: Guardar as chaves em memória
sk: Zapamätať kľúče v pamäti
sl: Zapomni ključe v spominu
sr: Држи кључеве у меморији
tr: Anahtarları bellekte tut

# pref_memkeys_summary
source: Keep unlocked keys in memory until backend service is terminated
ar: احتفظ بالمفاتيح التي تم فك قفلها في الذاكرة حتى يتم إنهاء الخدمة الخلفية.
ca: Manté les claus descarregadesen memòria fins que el servei finalitzi
cs: Ponechat odemčené klíče v paměti dokud není ukončena služba na pozadí
el: Διατήρηση ξεκλειδωμένων κλειδιών στη μνήμη μέχρι να τερματιστεί η υπηρεσία backend
fr: Garder les clés débloquées en mémoire tant que le service tourne en arrière-plan
gl: Manter chaves desbloqueadas en memoria ata que o servicio de backend teña terminado
hu: Tartsa nyitva a memóriában lévő kulcsokat amíg a háttérszolgáltatás meg nem szűnik
it: Mantiene le chiavi in memoria finché il servizio non viene terminato
ja: バックエンドのサービスが終了しない限り、アンロックした鍵をメモリに保持します
lo: ເກັບຮັກສາຄີທີ່ປົດລັອກແລ້ວໄວ້ໃນໜ່ວຍຄວາມຈຳຈົນກວ່າບໍລິການເບື້ອງຫຼັງຈະຖືກຢຸດ
nb: Husk opplåste nøkler helt til programmet avsluttes
nl: Houd ontgrendelde sleutels in geheugen tot achtergrond service is gestopt
pl: Trzymaj odblokowane klucze w pamięci dopóki usługa się nie rozłączy
pt_br: Manter chaves desbloqueadas na memória até que o serviço seja terminado
sk: Ponechať odomknuté kľúče v pamäti pokiaľ nie je ukončená služba na pozadí.
sl: Hrani odklenjene ključe v spomnu dokler storitev v zaledju ni zaključena
sr: Држи откључане кључеве у меморији док се позадински сервис не оконча
tr: Kilidi açılmış anahtarları arkadaki hizmetler sonlanana kadar bellekte tut

# pref_conn_persist_title
source: Persist connections
ar: حفظ الاتصالات
ca: Connexions persistents
cs: Trvalá spojení
el: Παραμονή συνδέσεων
fr: Connexions persistantes
gl: Conexións persistentes
hu: Kapcsolatok fenntartása
it: Connessioni permanenti
ja: 持続的接続
lo: ຮັກສາການເຊື່ອມຕໍ່
nb: Oppretthold forbindelser
nl: Behoud verbindingen
pl: Utrzymuj połącznia
pt: Ligações persistentes
pt_br: Conexões persistentes
sk: Perzistentné pripojenia
sl: Obstojne povezave
sr: Трајне везе
tr: Bağlantıları sürekli tut

# pref_conn_persist_summary
source: Force connections to stay connected while in background
ar: إجبار الاتصالات على البقاء متصلة أثناء تشغيل التطبيق في الخلفية.
ca: Manté les connexions mentre l'aplicació és en segon pla
cs: Vynutit spojení i na pozadí
el: Αναγκάστε τις συνδέσεις να παραμένουν συνδεδεμένες ενώ βρίσκονται στο παρασκήνιο
fr: Forcer les connexions à rester connectées en arrière-plan
gl: Manter conexións activas en segundo plano
hu: A háttérben tartsa fenn a kapcsolatokat
it: Forza connessioni a rimanere collegate in sottofondo
ja: バックグラウンドでの実行中に接続の持続を強制する
lo: ບັງຄັບໃຫ້ການເຊື່ອມຕໍ່ຍັງຄົງຢູ່ ໃນຂະນະທີ່ແອັບເຮັດວຽກເບື້ອງຫຼັງ
nb: Oppretthold forbindelser selv når programmet kjører i bakgrunnen
nl: Forceer dat de verbindingen actief blijven op de achtergrond
pl: Wymuś utrzymanie połączeń, gdy aplikacja działa w tle
pt: Forçar ligações a ficarem ligadas quando em segundo plano
pt_br: Forçar as conexões para que continuem conectadas mesmo em segundo plano
sk: Vynútiť spojenie aj v pozadí
sl: Prisili povezave, da ostanejo povezane v ozadju
sr: Присили одржање веза при раду у позадини
tr: Arkaplanda iken bağlantıları bağlı tutmaya zorla

# pref_keymode_title
source: Directory shortcuts
ar: اختصارات الدليل
ca: Drecera de carpetes
cs: Zkratky adresářů
el: Συντομεύσεις καταλόγου
fr: Raccourcis de navigation
gl: Atallos de teclado para directorios
hu: Könyvtár hivatkozások
it: Scorciatoie directory
ja: ディレクトリのショートカット
lo: ທາງລັດ Directory
nb: Hurtigtaster for mapper
nl: Folder snelkoppelingen
pl: Skróty klawiaturowe
pt: Teclas de atalho
pt_br: Teclas de atalho
sk: Skratky adresárov
sl: Bližnjice mape
sr: Пречице директоријума
tr: Dizin kısayolları

# pref_stickymodifiers_title
source: Sticky modifiers
ar: تعديلات ثابتة
ca: Modificadors enganxosos
el: Τα πλήκτρα τροποποίησης να παραμείνουν ενεργά
fr: Touches de combinaison ''collantes''
gl: Modificadores aderidos
it: Tasti modificatori adesivi
ja: スティッキー修飾キー
lo: Modifier ແບບຕິດໜຽວ
pl: Modyfikatory przyklejone
pt: Modificadores com teclas presas
pt_br: modificar Sticky
sr: Лепљиви модификатори

source: Only alt
ar: فقط Alt
ca: Només Alt
cs: Pouze alt
el: Μόνο το alt
fr: Uniquement Alt
gl: Só Alt
it: Solo alt
ja: alt のみ
lo: ສະເພາະ Alt
pl: Tylko Alt
pt: Apenas alt
pt_br: Somente alt
sl: Samo alt
sr: Само Alt

# pref_camera_title
source: Camera shortcut
ar: اختصار الكاميرا
ca: Drecera de càmera
cs: Zkratka fotoaparátu
el: Συντόμευση κάμερας
fr: Raccourci du bouton Appareil photo
gl: Atallo de teclado para a cámara
hu: Kamera gomb hivatkozás
it: Scorciatoia camera
ja: カメラボタンショートカット
lo: ທາງລັດກ້ອງ
nb: Snarvei til kamera
nl: Camera snelkoppeling
pl: Klawisz aparatu
pt: Botão da câmara
pt_br: Atalho para a câmera
sk: Odkaz pre fotoaparát
sl: Bližnjica kamere
sr: Пречица камере
tr: Kamera kısayolu

# pref_keepalive_title
source: Keep screen awake
ar: حافظ على تشغيل الشاشة
ca: Manté la pantalla encesa
cs: Udržovat obrazovku zapnutou
el: Διατήρηση ενεργής οθόνης
fr: Garder l'écran allumé
gl: Manter pantalla activa
hu: Tartsa ébren a képernyőt
it: Impedisci lo spegnimento dello schermo
ja: 画面をスリープしない
lo: ເປີດໜ້າຈໍໄວ້
nb: Hold skjerm våken
nl: Houd scherm wakker
pl: Wstrzymaj uśpienie ekranu
pt: Manter ecrâ ligado
pt_br: Manter tela ligada
sk: Ponechať obrazovku zapnutú
sl: Ohrani zaslon dejaven
sr: Држи екран укљученим
tr: Ekranı açık tut

# pref_keepalive_summary
source: Prevent the screen from turning off when working in a console
ar: امنع شاشة الجهاز من الانطفاء أثناء العمل في نافذة الأوامر
ca: Evita que la pantalla s'apagui mentre s'usa la consola
cs: Při práci v konzoli zabránit zhasnutí obrazovky
el: Αποτρέψτε την απενεργοποίηση της οθόνης όταν εργάζεστε σε μια κονσόλα
fr: Empêcher la mise en veille de l'écran pendant une session console
gl: Evitar que a pantalla se apague ao traballar nunha consola
hu: Akadályozza meg a képernyővédő bekapcsolását konzolon végzett munka alatt
it: Impedisce lo spegnimento dello schermo quando si è collegati
ja: コンソール作業中に画面がOFFになるのを防ぎます
lo: ປ້ອງກັນບໍ່ໃຫ້ໜ້າຈໍປິດເມື່ອເຮັດວຽກໃນ console
nb: Unngå at skjermen slås av når du jobber konsoll
nl: Voorkom scherm van uitgaan wanneer er gewerkt word in een console
pl: Wstrzymaj uśpienie ekranu kiedy konsola jest aktywna
pt: Previne que o ecrã desligue enquanto está a ser usado um terminal
pt_br: Evitar desligamento de tela quando conectado em um terminal
sk: Zabrániť vypnutiu obrazovky pri práci s konzolou
sl: Prepreči ugašanje zaslona med delom v konzoli
sr: Спречи искључивање екрана при раду у конзоли
tr: Bir konsolda çalışırken ekranın kapanmasını engelle

# pref_wifilock_title
source: Keep Wi-Fi active
ar: حافظ على تشغيل شبكة Wi-Fi
ca: Manté activa la Wi-Fi
cs: Ponechat Wi-Fi aktivní
el: Το Wi-Fi να παραμείνει ενεργό
fr: Garder le Wi-Fi actif
gl: Manter a Wi-Fi activa
hu: Tartsa fenn a Wi-Fi kapcsolatot
it: Mantieni Wi-Fi attivo
ja: Wi-Fiをスリープしない
lo: ເປີດ Wi-Fi ໄວ້
nb: Hold Wi-Fi aktiv
nl: Houd Wi-Fi actief
pl: Wstrzymaj usypianie Wi-Fi
pt: Manter Wi-Fi activo
pt_br: Manter a rede Wi-Fi ativo
sk: Ponechať Wi-Fi aktívne
sl: Ohrani Wi-Fi dejaven
sr: Држи бежични активним
tr: Wi-Fi etkin tut

# pref_wifilock_summary
source: Prevent Wi-Fi from turning off when a session is active
ar: منع إيقاف تشغيل Wi-Fi أثناء نشاط الجلسة
ca: Evita que la Wi-Fi s'apagui mentre hi ha una sessió activa
cs: Zabránit Wi-Fi ve vypnutí když je sezení aktivní
el: Αποτροπή της απενεργοποίησης του Wi-Fi όταν είναι ενεργή μια συνεδρία
fr: Empêcher la désactivation du Wi-Fi quand une session est active
gl: Evitar que a Wi-Fi se apague mentres a sesión está activa
hu: Akadályozza meg a Wi-Fi kikapcsolását amíg a munka zajlik
it: Non spegne la connessione Wi-Fi quando una sessione è attiva
ja: セッションが有効な間Wi-FiがOFFになるのを防ぎます
lo: ປ້ອງກັນບໍ່ໃຫ້ Wi-Fi ປິດເມື່ອມີເຊດຊັນທີ່ກຳລັງເຮັດວຽກຢູ່
nb: Hindre Wi-Fi å koble fra når en økt er aktiv
nl: Voorkom Wi-Fi van uitgaan wanneer er een sessie actief is
pl: Wstrzymaj usypianie Wi-Fi gdy sesja jest aktywna
pt: Evitar que o Wi-Fi se desligue quando uma sessão está ativa
pt_br: Evitar que a rede Wi-Fi seja desligada quando alguma sesão está ativa
sk: Ponechať Wi-Fi aktívne pokiaľ je otvorené spojenie
sl: Prepreči ugašanje Wi-Fija med dejavno sejo
sr: Спречи искључивање бежичног кад је сесија активна
tr: Bir oturum etkinken Wi-Fi kapanmasını engelle

# pref_bumpyarrows_title
source: Bumpy arrows
ar: أسهم متعرجة
ca: Cursors vibrants
cs: Hmatová odezva šipek
el: Ακανόνιστα βέλη
fr: Flêches vibrantes
hu: Ugráló nyilak
it: Vibrazione frecce
ja: 矢印で振動
lo: ລູກສອນສັ່ນ
nb: Vibrerende piler
nl: Hobbelige pijlen
pl: Podskakujące strzałki
pt: Vibração das setas
pt_br: Feedback de rolagem
sk: Hrboľaté šípky
sl: Izbočene puščice
sr: Џомбасте стрелице
tr: dalgalı oklar

# pref_bumpyarrows_summary
source: Vibrate when sending arrow keys; useful for laggy connections
ar: اهتزاز عند إرسال مفاتيح الأسهم؛ مفيد للاتصالات البطيئة.
ca: Utilitza la resposta hàptica en enviar combinacions de tecles; ideal en connexions lentes
cs: Při odeslání stisku kláves směrových šipek vibrovat; hodí se pro nestabilní připojení
el: Δόνηση κατά την αποστολή πλήκτρων βέλους - χρήσιμο για συνδέσεις με καθυστέρηση
fr: Vibrer lors de l'envoi d'une touche "flèche"; utile lorsque la connexion lag
gl: Vibrar ao enviar as teclas de frecha; útil para conexións lentas
it: Vibra durante l'invio dei tasti freccia; utile per connessioni lente
ja: 矢印キーを送信するときに振動します。タイムラグのある接続時に便利です
lo: ສັ່ນເມື່ອສົ່ງປຸ່ມລູກສອນ; ເປັນປະໂຫຍດສຳລັບການເຊື່ອມຕໍ່ທີ່ຊ້າ
pl: Wibruj przy wysyłaniu klawisza strzałki. Przydatne przy kiepskich połączeniach
pt: Vibrar ao usar as setas; útil para ligações lentas
pt_br: Vibrar ao usar as setas; útil para conexões lentas

# pref_bell_category
source: Terminal bell
ar: صوت تنبيه الطرفية
ca: So del Terminal
cs: Zvonek terminálu
el: Κουδούνι τερματικού
fr: Cloche du terminal
gl: Timbre do terminal
hu: Terminál csengő
it: Campanella del terminale
ja: 端末音設定
lo: ສຽງກະດິ່ງ Terminal
nb: Terminalklokke
nl: Terminal bel
pl: Brzęczyk terminalu
pt: Alerta do terminal
pt_br: Alerta do terminal
sk: Zvonček terminálu
sl: Zvonec terminala
sr: Звоно терминала
tr: Terminal zili

# pref_bell_title
source: Audible bell
ar: صوت تنبيه مسموع
ca: So activat
cs: Zvukové upozornění
el: Ηχητικό κουδούνισμα
fr: Alerte sonore
gl: Timbre audible
hu: Hallható csengő
it: Campanella udibile
ja: ベル音
lo: ສຽງກະດິ່ງ
nb: Varselklokke
nl: Hoorbare bel
pl: Brzęczyk słyszalny
pt: Aviso sonoro audível
pt_br: Alerta audível
sk: Akustický zvonček
sl: Slišen zvonec
sr: Звучно звоно
tr: Sesli zil

# pref_bell_summary
source: Play sound on terminal alert
ar: تشغيل صوت عند ظهور تنبيه في الطرفية
ja: ターミナルアラートでサウンドを鳴らす
pl: Odtwórz dźwięk przy alercie terminala
pt_br: Reproduzir som no alerta do terminal

# pref_bell_volume_title
source: Bell volume
ar: حجم صوت الجرس
ca: Volum del so
cs: Hlasitost zvonku
el: Ένταση κουδουνιού
fr: Volume de l'alerte
gl: Volume do timbre
hu: Csengő hangereje
it: Volume della campanella
ja: ボリューム設定
lo: ລະດັບສຽງກະດິ່ງ
nb: Klokkevolum
nl: Bel volume
pl: Głośność brzęczyka
pt: Volume do aviso sonoro
pt_br: Volume dos alerta
sk: Hlasitosť zvončeka
sl: Glasnost zvonca
sr: Јачина звука звона
tr: Zil ses düzeyi

# pref_bell_vibrate_title
source: Vibrate on bell
ar: اهتزاز عند الرنين
ca: Vibra en sonar
cs: Vibrovat při zvonku
el: Δόνηση όταν κουδουνίζει
fr: Vibrer en cas d'alerte
gl: Vibrar co timbre
hu: Vibráljon csengetéskor
it: Vibra alla campanella
ja: バイブレーション
lo: ສັ່ນເມື່ອມີສຽງກະດິ່ງ
nb: Vibrere med bjelle
nl: Tril bij bel
pl: Włącz wibracje
pt: Vibrar em aviso sonoro
pt_br: Vibrar ao alertar
sk: Vibrovať pri zvončeku
sl: Vibriraj ob zvoncu
sr: Вибрирај на звоно
tr: Titreşim

# pref_bell_vibrate_summary
source: Vibrate on terminal alert
ar: اهتزاز عند وجود تنبيه في الطرفية
ja: ターミナルアラート時にバイブレーションする
pl: Wibruj przy alarmie terminala
pt_br: Vibrar ao alerta de terminal

# pref_bell_notification_title
source: Background notifications
ar: إشعارات الخلفية
ca: Notificacions en rerefons
cs: Upozornění na pozadí
el: Ειδοποιήσεις στο παρασκήνιο
fr: Notifications en arrière-plan
gl: Notificacións en segundo plano
hu: Háttér figyelmeztetések
it: Notifiche in sottofondo
ja: バックグラウンド通知
lo: ການແຈ້ງເຕືອນເບື້ອງຫຼັງ
nb: Bakgrunnsvarsling
nl: Achtergrond notificaties
pl: Powiadomienia w tle
pt: Notificações em segundo plano
pt_br: Enviar notificações visuais quando em segundo plano
sk: Upozornenia na pozadí
sl: Obvestila ozadja
sr: Позадинска обавештења
tr: Arkaplan uyarıları

# pref_bell_notification_summary
source: Send notification when a terminal running in the background sounds a bell.
ar: أرسل إشعارًا عندما يصدر جرس في الطرفية التي تعمل في الخلفية.
ca: Envia notificacions quan un terminal actiu al rerefons envia una senyal de so.
cs: Zobrazit upozornění když terminál běžící v pozadí zazvoní zvonkem
el: Αποστολή ειδοποίησης όταν ένα τερματικό, που εκτελείται στο παρασκήνιο, κουδουνίζει.
fr: Envoyer une notification lorsqu'un terminal en arrière-plan génère une alerte
gl: Enviar notificación cando un terminal en segundo plano emite son
hu: Küldjön értesítőt amikor a háttérben futó terminál csenget.
it: Invia una notifica quando un terminale eseguito in sottofondo suona una campanella.
ja: バックグランドで実行中の端末がベルを鳴らしたとき通知します
lo: ສົ່ງການແຈ້ງເຕືອນເມື່ອ terminal ທີ່ເຮັດວຽກເບື້ອງຫຼັງມີສຽງກະດິ່ງດັງຂຶ້ນ.
nb: Vis varsling når en terminal i bakgrunnen gir et klokkevarsel.
nl: Stuur notificatie als terminal in de achtergrond een bel laat klinken.
pl: Uruchom powiadomienie podczas akcji w zminimalizowanej aplikacji.
pt: Enviar notificações sonoras quando em segundo plano
pt_br: Enviar notificações sonoras quando em segundo plano
sk: Zobraziť upozorneni ak zazvoní zvonček terminálu bežiaceho v pozadí.
sr: Прикажи обавештење кад терминал у позадини огласи звоно.
tr: Arka planda çalışan terminal zil sesinde uyarı gönder

# list_keymode_right
source: Use right-side keys
ar: استخدم المفاتيح الموجودة على الجانب الأيمن
ca: Utilitza les tecles de la dreta
cs: Použít klávesy napravo
el: Χρήση πλήκτρων στη δεξιά πλευρά
fr: Utiliser les touches du côté droit du clavier
gl: Usar atallos especiais da direita
hu: A jobb oldali gombok használata
it: Usa tasti sul lato destro
ja: 右側のキーで使う
lo: ໃຊ້ປຸ່ມດ້ານຂວາ
nb: Bruk knapper på høyre side
nl: Gebruik rechter kant sleutels
pl: Używaj klawiszy z prawej strony
pt: Usar teclas no lado direito
pt_br: Usar atalhos especiais da direita
sk: Použite klávesy vpravo
sr: Користи тастере десне стране
tr: Sağ taraftaki tuşları kullan

# list_keymode_left
source: Use left-side keys
ar: استخدم المفاتيح الموجودة على الجانب الأيسر
ca: Utilitza les tecles de l'esquerra
cs: Použít klávesy nalevo
el: Χρήση πλήκτρων στην αριστερή πλευρά
fr: Utiliser les touches du côté gauche du clavier
gl: Usar atallos especiais da esquerda
hu: A baloldali gombok használata
it: Usa tasti sul lato sinistro
ja: 左側のキーで使う
lo: ໃຊ້ປຸ່ມດ້ານຊ້າຍ
nb: Bruk knapper på venstre side
nl: Gebruik linker kant sleutels
pl: Używaj klawiszy z lewej strony
pt: Usar teclas no lado esquerdo
pt_br: Usar atalhos especiais da esquerda
sk: Použite klávesy vľavo
sl: Uporabi ključe z leve strani
sr: Користи тастере леве стране
tr: Sol taraftaki tuşları kullan

# list_keymode_none
source: Disable
ar: تعطيل
ca: Deshabilita
cs: Vypnout
el: Απενεργοποίηση
fr: Désactivé
gl: Deshabilitar
hu: Tiltás
it: Disabilita
ja: 無効
lo: ປິດໃຊ້ງານ
nb: Deaktiver
nl: Schakel uit
pl: Wyłącz
pt: Desativar
pt_br: Desabilitar
sk: Vypnúť
sl: Onemogoči
sr: Онемогући
tr: Devre Dışı Bırak
