Repository: connectbot/connectbot
Catalog: app/locale/fortune/*.po
Languages: ar, ca, cs, el, fr, gl, hu, it, ja, lo, nb, nl, pl, pt, pt_br, sk, sl, sr, tr

# app_desc
source: Simple, powerful, open-source SSH client.
ar: عميل SSH بسيط وقوي ومفتوح المصدر.
ca: Client SSH simple, potent i lliure
cs: Jednoduchý, všestranný, open-source SSH klient
el: Απλή, ισχυρή και ανοιχτού κώδικα εφαρμογή σύνδεσης SSH
fr: Un client SSH simple, open-source et puissant.
gl: Cliente SSH simple, potente e open-source
hu: Egyszerű, hatékony, nyílt-forráskódú SSH kliens.
it: Un client SSH semplice, potente ed open-source.
ja: シンプルでパワフルなオープンソースのSSHクライアント
lo: ໂປຣແກຣມລູກຂ່າຍ SSH ແບບ open-source ທີ່ງ່າຍດາຍ ແລະ ມີປະສິດທິພາບ.
nb: Enkel og omfattende SSH-klient med åpen kildekode.
nl: Simpele, krachtige, open-source SSH client.
pl: Prosty, wszechstronny i otwarty klient SSH
pt: Cliente SSH simples, avançado e de código aberto.
pt_br: Cliente SSH simples e poderoso de código aberto
sk: Jednoduchý, výkonný, open-source SSH klient.
sl: Enostaven, močan, odprtokodni SSH odjemalec.
sr: Једноставан, моћан, ССХ клијент отвореног кôда.
tr: Basit, güçlü, açık-kaynak SSH istemcisi

# service_desc
source: Maintains SSH connections and loaded pubkeys
ar: يحافظ على اتصالات SSH ويقوم بتحميل مفاتيح SSH العامة.
ca: Manté les connexions SSH i les claus públiques
cs: Správa SSH spojení a nahraných klíčů
el: Διατηρεί τις συνδέσεις SSH και τα δημόσια κλειδιά
fr: Maintient les connexions SSH et les clefs publiques chargées
gl: Mantén as conexións SSH e as chaves cargadas
hu: Fenntartja az SSH kapcsolatokat és a betöltött nyilvános kulcsokat
it: Mantieni le connessioni SSH e le chiavi pubbliche caricate
ja: SSH接続とロードされた公開鍵の管理
lo: ຮັກສາການເຊື່ອມຕໍ່ SSH ແລະ pubkeys ທີ່ໂຫຼດໄວ້
nb: For SSH-tilkoblinger og offentlige nøkler
nl: Onderhoud SSH verbindingen en geladen pubkeys
pl: Zarządza połączeniami SSH i załadowanymi kluczami publicznymi
pt: Mantém ligações SSH e de Chaves Públicas
pt_br: Mantém conexões SSH e de Chaves Públicas
sk: Spravuje SSH spojenia a načítané verejné kľúče
sl: Vzdržuje SSH povezave in naložene javne ključe
sr: Одржава ССХ везе и учитане јавне кључеве
tr: SSH bağlantılarını ve yüklenmiş açık-anahtarları muhafaza eder

# app_copyright
source: Copyright © Kenny Root
ar: حقوق النشر © كيني روت
pl: Prawa autorskie © Kenny Root
pt_br: Direitos Autorais © Kenny Root

# title_pubkey_list
source: Pubkeys
ar: المفاتيح العامة
ca: Claus Públiques
cs: Veřejné klíče
el: Δημόσια κλειδιά
fr: Clés publiques
gl: Chaves públicas
hu: Publikus kulcsok
it: Chiavi pubbliche
ja: 公開鍵
lo: ຄີສາທາລະນະ
nb: Offentlige nøkler
pl: Klucze publiczne
pt: Chaves Públicas
pt_br: Chaves Públicas
sk: Verejné kľúče
sl: Javni ključi
sr: Јавни кључеви
tr: Açık-anahtarlar

# title_port_forwards_list
source: Port forwards
ar: تحويلات المنافذ
ca: Redirecció de Ports
cs: Přesměrování portu
el: Προώθηση θύρας
fr: Redirections de ports
gl: Redirección de portos
hu: Port átiránytások
it: Inoltro porte
ja: ポート転送
lo: ການສົ່ງຕໍ່ພອດ
nb: Portvideresending
pl: Przekierowania portów
pt: Redirecionamento de portas
pt_br: Redirecionamento de Portas
sk: Presmerovanie portov
sl: Posredovana vrata
sr: Прослеђени портови
tr: Port yönlendirme

# title_help
source: Help
ar: المساعدة
ca: Ajuda
cs: Nápověda
el: Βοήθεια
fr: Aide
gl: Axuda
hu: Súgó
it: Guida
ja: ヘルプ
lo: ຊ່ວຍເຫຼືອ
nb: Hjelp
pl: Pomoc
pt: Ajuda
pt_br: Ajuda
sk: Nápoveda
sl: Pomoč
sr: Помоћ
tr: Yardım

# title_colors
source: Colors
ar: الألوان
cs: Barvy
el: Χρώματα
fr: Couleurs
gl: Cores
hu: Színek
it: Colori
ja: 配色
lo: ສີ
nb: Farger
nl: Kleuren
pl: Kolory
pt: Cores
pt_br: Cores
sk: Farby
sl: Barve
sr: Боје
tr: Renkler

# title_color_picker
source: Pick a color
ar: إختر لوناً
ca: Trieu un color
cs: Vybrat barvu
el: Επιλογή ενός χρώματος
fr: Choisissez une couleur
gl: Escolle a cor
it: Scelta colore
ja: 色の取得
lo: ເລືອກສີ
nb: Velg en farge
nl: Kies een kleur
pl: Wybór koloru
pt: Selecione uma cor
pt_br: Escolha a cor
sl: Izberite barvo
sr: Изаберите боју
tr: Bir renk seç

# title_settings
source: Settings
ar: إعدادات
ca: Configuració
cs: Nastavení
el: Ρυθμίσεις
fr: Préférences
gl: Axustes
it: Impostazioni
ja: 設定
lo: ການຕັ້ງຄ່າ
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Definições
pt_br: Configurações
sl: Nastavitve
tr: Ayarlar

# title_pubkey_generate
source: Generate
ar: توليد
ca: Genera
cs: Vytvořit
el: Δημιουργία δημοσίων κλειδιών
fr: Générer
gl: Xerar
it: Genera
ja: 生成
lo: ສ້າງ
nb: Generer
pl: Generuj
pt: Gerar
pt_br: Gerar
sl: Generiraj
tr: Oluştur

# terms_and_conditions
source: Terms & Conditions
ar: الشروط والأحكام
ca: Termes i condicions
cs: Pravidla a podmínky
el: Όροι και προϋποθέσεις
fr: Conditions générales d'utilisation
gl: Términos e Condicións
it: Termini e condizioni
ja: 利用規約
lo: ຂໍ້ກຳນົດ ແລະ ເງື່ອນໄຂ
nb: Brukervilkår
nl: Algemene voorwaarden
pl: Zasady i warunki
pt: Termos & Condições
pt_br: Termos e condições
sl: Pravila in pogoji
tr: Şartlar & Koşullar

source: Hints
ar: التلميحات
ca: Consells
cs: Rady
el: Υποδείξεις
fr: Astuces
gl: Consellos
it: Suggerimenti
ja: ヒント
lo: ຄຳແນະນຳ
nb: Hint
nl: Tips
pl: Podpowiedzi
pt: Sugestões
pt_br: Dicas
sl: Namigi
tr: İpuçları

source: Keyboard Shortcuts
ar: اختصارات لوحة المفاتيح
ca: Dreceres
cs: Klávesové zkratky
el: Συντομεύσεις πληκτρολογίου
fr: Raccourcis clavier
gl: Atallos de teclado
it: Scorciatoie da tastiera
ja: キーボードショートカット
lo: ທາງລັດແປ້ນພິມ
nb: Hurtigtaster
pl: Skróty Klawiszowe
pt: Teclas de atalho
pt_br: Atalhos de Teclado
sl: Tipke za bližnjice
tr: Klavye Kısayolları

source: Increase Font Size
ar: تكبير حجم الخط
ca: Augmenta la mida de la font
cs: Zvětšit písmo
el: Αύξηση Μεγέθους Γραμματοσειράς
fr: Agrandir la police
gl: Aumentar tamaño de fonte
it: Aumenta dimensione carattere
ja: フォントサイズを大きくする
lo: ເພີ່ມຂະໜາດຕົວອັກສອນ
nb: Større skrift
pl: Zwiększ rozmiar czcionki
pt: Aumentar o Tamanho de Letra
pt_br: Aumentar Tamanho da Fonte
sl: Povečaj pisavo
tr: Yazıtipi Boyutunu Büyüt

# increase_font_shortcut
source: Ctrl and +
ar: Ctrl و +
ca: Ctrl +
cs: Ctrl a +
el: Ctrl και +
fr: Ctrl et +
gl: Ctrl e +
it: Ctrl e +
ja: Ctrl と +
lo: Ctrl ແລະ +
nb: Ctrl og +
pl: Ctrl i plus
pt: Ctrl +
pt_br: Ctrl +
sl: Ctrl in +
tr: Ctrl ve +

source: Decrease Font Size
ar: تصغير حجم الخط
ca: Redueix la mida de la font
cs: Zmenšit písmo
el: Σμίκρυνση γραμματοσειράς
fr: Diminuer la police
gl: Diminuir tamaño de fonte
it: Diminuisce la dimensione del carattere
ja: フォントサイズを小さくする
lo: ຫຼຸດຂະໜາດຕົວອັກສອນ
nb: Minsk skriftstørrelse
pl: Zmniejsz rozmiar czcionki
pt: Diminuir o Tamanho de Letra
pt_br: Diminuir Tamanho da Fonte
sl: Zmanjšaj pisavo
tr: Yazıtipi Boyutunu Küçült

# decrease_font_shortcut
source: Ctrl and -
ar: Ctrl و -
ca: Ctrl -
cs: Ctrl a -
el: Ctrl και -
fr: Ctrl et -
gl: Ctrl e -
it: Ctrl e -
ja: Ctrl と -
lo: Ctrl ແລະ -
nb: Ctrl og -
pl: Klawisz Ctrl i minus
pt: Ctrl -
pt_br: Ctrl -
sl: Ctrl in -
tr: Ctrl ve -

# pubkey_generate
source: Generate
ar: توليد
ca: Genera
cs: Vytvořit
el: Δημιουργία δημοσίων κλειδιών
fr: Générer
gl: Xerar
hu: Generálás
it: Genera
ja: 生成
lo: ສ້າງ
nb: Generer
nl: Genereren
pl: Wygeneruj
pt: Gerar
pt_br: Gerar
sk: Vygenerovať
sl: Ustvari
sr: Генериши
tr: Oluştur

# pubkey_delete
source: Delete key
ar: حذف المفتاح
ca: Elimina la clau
cs: Smazat klíč
el: Διαγραφή δημοσίου κλειδιού
fr: Supprimer la clé
gl: Borrar a chave
hu: Kulcs törlése
it: Elimina chiave
ja: 鍵を削除
lo: ລຶບຄີ
nb: Slett nøkkel
nl: Sleutel verwijderen
pl: Usuń klucz
pt: Apagar chave
pt_br: Apagar chave
sk: Zmazať kľúč
sl: Izbriši ključ
sr: Обриши кључ
tr: Anahtarı Sil

# pubkey_gather_entropy
source: Gathering Entropy
ar: تجميع البيانات العشوائية
ca: Recull Entropia
cs: Získávání entropie
el: Συλλογή εντροπίας
fr: Génération d'entropie
gl: Xerando Entropía
hu: Entrópia gyűjtés
it: Raccolta entropia
ja: エントロピー収集中
lo: ກຳລັງລວບລວມ Entropy
nb: Samler entropi
nl: Bezig met het verzamelen van Entropie
pl: Zbieranie danych losowych
pt: A recolher entropia
pt_br: Ajustando sensibilidade
sk: Získavanie entropie
sl: Zbiranje entropije
sr: Сакупљам ентропију
tr: Entropi Toplanıyor

# pubkey_touch_prompt
source: Touch this box to gather randomness: %1$d%% done
ar: المس هذا المربع لتجميع البيانات العشوائية: تم بنسبة %1$d%
ca: Toca aquesta caixa per obtenir aleatorietat: %1$d%% completat
cs: Dotkněte se plochy pro získání náhodnosti: %1$d%% hotovo
el: Αγγίξτε αυτό το κουτί για να συγκεντρώσετε τυχαιότητα: έγινε %1$d%%
fr: Touchez cette boîte pour générer de l'entropie : %1$d%% effectué
gl: Toca esta casiña para xerar aleatoriedade: %1$d%% feito
hu: Érintse meg a dobozt a véletlenszerű generálásához: %1$d%% kész
it: Tocca questo riquadro per raccogliere informazioni casuali: %1$d%% fatto
ja: この四角内をランダムに触ってください: %1$d%% 完了
lo: ແຕະທີ່ກ່ອງນີ້ເພື່ອເກັບກຳຄວາມສຸ່ມ: ສຳເລັດ %1$d%%
nb: Berør denne boksen for å samle tilfeldige tall: %1$d%% ferdig
nl: Raak dit vierkant aan om willekeurigheid te verzamelen: %1$d%% gedaan
pl: Dotknij to pole, żeby losowo wygenerować dane. Ukończono: %1$d%%
pt: Toque nesta caixa para gerar aleariedade: %1$d%% completo
pt_br: Toque na caixa para testar sensibilidade: %1$d%% pronto
sk: Dotknite sa plochy pre získanie náhodnosti: %1$d%% hotovo
sl: Dotaknite to polje za zbiranje naključnih vrednosti: %1$d%% končano
sr: Додирните овде да бисте сакупили ентропију: %1$d%% завршено
tr: Rastgele girdi toplamak için bu kutuya dokun: %1$d%% oluşturuldu

# pubkey_touch_hint
source: In order to assure randomness during the key generation, move your finger randomly over the box below.
ar: للتأكد من العشوائية أثناء عملية توليد المفتاح ، قم بتحريك أصبعك بشكل عشوائي فوق المربع في الأسفل.
ca: Per assegurar l'aleatorietat durant la generació de la clau, mou el dit aleatoriament per sobre la caixa de sota.
cs: Pro zajištění náhodnosti během vytváření klíče pohybujte prstem náhodně po ploše níže.
el: Για να διασφαλίσετε την τυχαιότητα κατά τη δημιουργία του κλειδιού, μετακινήστε το δάχτυλό σας τυχαία πάνω από το παρακάτω πλαίσιο.
fr: Afin d'assurer la qualité des nombres aléatoires utilisés pendant la génération de la clé, merci de bouger votre doigt de façon aléatoire sur la boîte ci-dessous.
gl: Para garantir aleatoriedade durante a xeración da chave, mova o dedo aleatoriamente na casiña a continuación
hu: A kulcs egyediségének biztosítása érdekében mozgassa ujját véletlenszerűen az alábbi dobozban.
it: Per poter assicurare una sorgente di casualità durante la generazione della chiave, muovere le dita casualmente sul riquadro sottostante.
ja: 鍵作成時のランダムさを保証するため、下の四角内で指をランダムに動かしてください。
lo: ເພື່ອຮັບປະກັນຄວາມສຸ່ມໃນລະຫວ່າງການສ້າງຄີ, ກະລຸນາເລື່ອນນິ້ວຂອງທ່ານແບບສຸ່ມໄປທົ່ວໃນກ່ອງຂ້າງລຸ່ມນີ້.
nb: Beveg fingeren over boksen nedenfor for å sikre vilkårlighet ved generering av nøkkel.
nl: Beweeg je vinger in willekeurige volgorde over het vak beneden om er voor te zorgen dat de invoer willekeurig blijft.
pl: Dla niepowtarzalności klucza, poruszaj losowo palcem po polu poniżej.
pt_br: Para garantir aleatoriedade durante a geração da chave, mova seu dedo aleatoriamente na caixa abaixo.
sk: Pre zabezpečenie náhodnosti počas generovania kľúča pohybujte prstom náhodne po ploche nižšie.
sl: Da bi zagotovili naključnost med ustvarjanjem ključa, naključno premikajte prst po polju spodaj.
sr: Да бисте осигурали насумичност током генерисања кључа, померајте прст насумично преко поља испод.
tr: Anahtar oluşturmada gerekli rastgele girdi kaydedebilmemiz için parmağınızı aşağıdaki kutu üzerinde rastgele haraket ettiriniz.

# pubkey_generating
source: Generating key pair…
ar: جاري توليد زوج المفاتيح…
ca: Generant parell de claus…
cs: Vytváření dvojice klíčů…
el: Δημιουργία ζεύγους κλειδιών...
fr: Génération de la paire de clés en cours…
gl: Xerando par de chaves…
hu: Kulcspár generálása…
it: La coppia di chiavi viene generata…
ja: 鍵ペアを生成しています……
lo: ກຳລັງສ້າງຄູ່ຄີ…
nb: Genererer nøkkelpar…
nl: Genereren van een sleutel paar…
pl: Generowanie pary kluczy…
pt: A gerar par de chaves…
pt_br: Gerando par de chaves…
sk: Generujem kľúčový pár…
sl: Ustvarjanje para ključev…
sr: Генеришем пар кључева…
tr: Anahtar çifti oluşturuluyor…

# pubkey_copy_private
source: Copy private key
ar: نسخ المفتاح الخاص
ca: Còpia la clau privada
cs: Kopírovat soukromý klíč
el: Αντιγραφή προσωπικού κλειδιού
fr: Copier la clé privée
gl: Copiar chave privada
hu: Privát kulcs másolása
it: Copia chiave privata
ja: 秘密鍵をコピー
lo: ສຳເນົາຄີສ່ວນຕົວ
nb: Kopier privat nøkkel
nl: Kopieer privé sleutel
pl: Kopiuj klucz prywatny
pt: Copiar chave privada
pt_br: Copiar chave privada
sk: Kopírovať súkromný kľúč
sl: Kopirajte zasebni ključ
sr: Копирај приватни кључ
tr: Özel-anahtarı kopyala

# pubkey_copy_private_openssh
source: Copy private key (OpenSSH)
ar: انسخ المفتاح الخاص (OpenSSH)
ja: オープンSSH形式の秘密鍵をコピー
pl: Kopiuj prywatny klucz (OpenSSH)
pt_br: Copiar chave privada OpenSSH

# pubkey_copy_private_pem
source: Copy private key (PEM)
ar: انسخ المفتاح الخاص (PEM)
ja: PEMプライベートキーをコピー
pl: Kopiuj prywatny klucz (PEM)
pt_br: Copiar chave privada (PEM)

# pubkey_copy_private_encrypted
source: Copy private key (encrypted)
ar: انسخ المفتاح الخاص (المشفر)
ja: 暗号化された秘密鍵のコピー
pl: Kopiuj prywatny klucz (szyfrowany)
pt_br: Copiar chave privada cifrada

# pubkey_copy_public
source: Copy public key
ar: نسخ المفتاح العام
ca: Còpia la clau pública
cs: Kopírovat veřejný klíč
el: Αντιγραφή δημόσιου κλειδιού
fr: Copier la clé publique
gl: Copiar chave pública
hu: Nyilvános kulcs másolása
it: Copia chiave pubblica
ja: 公開鍵をコピー
lo: ສຳເນົາຄີສາທາລະນະ
nb: Kopier offentlig nøkkel
nl: Kopieer publieke sleutel
pl: Kopiuj klucz publiczny
pt: Copiar chave pública
pt_br: Copiar chave pública
sk: Kopírovať verejný kľúč
sl: Kopirajte javni ključ
sr: Копирај јавни кључ
tr: Umumi-anahtarı kopyala

# pubkey_export_public
source: Export public key
ar: تصدير المفتاح العام
ja: 公開鍵をエクスポートする
pl: Eksportuj klucz publiczny
pt_br: Exportar chave pública

# pubkey_export_private
source: Export private key
ar: تصدير المفتاح الخاص
ja: プライベートキーをエクスポートする
pl: Eksportuj klucz prywatny
pt_br: Exportar chave privada

# pubkey_export_private_openssh
source: Export private key (OpenSSH)
ar: تصدير المفتاح الخاص (OpenSSH)
ja: オープンSSH形式の秘密鍵をエクスポートする
pl: Eksportuj prywatny klucz (OpenSSH)
pt_br: Exportar chave privada (OpenSSH)

# pubkey_export_private_pem
source: Export private key (PEM)
ar: تصدير المفتاح الخاص (بتنسيق PEM)
ja: PEMプライベートキーをエクスポートする
pl: Eksportuj prywatny klucz (PEM)
pt_br: Exportar chave privada PEM

# pubkey_export_private_encrypted
source: Export private key (encrypted)
ar: تصدير المفتاح الخاص (مشفر)
ja: エクスポートプライベートキー（暗号化）
pl: Eksportuj prywatny klucz (zaszyfrowany)
pt_br: Exportar chave privada (encriptada)

# pubkey_export_set_passphrase
source: Set export passphrase
ar: عيّن عبارة مرور التصدير
ja: パスフレーズのエクスポートを設定する
pl: Ustaw hasło eksportu
pt_br: Definir frase de passe de exportação

# pubkey_export_passphrase_message
source: Enter a passphrase to encrypt the exported key
ar: أدخل عبارة مرور لتشفير المفتاح المصدر
ja: 出力されたキーを暗号化するためのパスフレーズを入力してください
pl: Wprowadź frazę dostępu do zaszyfrowania wyeksportowanego klucza
pt_br: Insira uma frase de passe para cifrar a chave exportada

# pubkey_export_confirm_passphrase
source: Confirm passphrase
ar: أكّد عبارة المرور
ja: パスフレーズの確認
pl: Potwierdź frazę przypisową
pt_br: Confirme a frase de acesso

# pubkey_export_passphrase_mismatch
source: Passphrases do not match
ar: عبارات المرور غير متطابقة
ja: パスフレーズが一致しません
pl: Hasła nie pasują
pt_br: Senhas não coincidem

# pubkey_import_encrypted_title
source: Import encrypted key
ar: استيراد مفتاح مشفر
ja: 暗号化された鍵をインポートする
pl: Importuj zaszyfrowany klucz
pt_br: Importar chave encriptada

# pubkey_import_encrypted_message
source: Enter password to decrypt key '%1$s' (%2$s)
ar: أدخل كلمة المرور لفك تشفير المفتاح '%1$s' (%2$s).
ja: パスワードを入力してキー'%1$s'（%2$s）を復号化する
pl: Wprowadź hasło do odszyfrowania klucza '%1$s' (%2$s)
pt_br: Insira a senha para decifrar a chave '%1$s' (%2$s)

# pubkey_import_button
source: Import
ar: استيراد
ja: インポート
pl: Importuj
pt_br: Importar

# pubkey_import_encrypt_key
source: Encrypt key for storage
ar: قم بتشفير المفتاح للتخزين
pt_br: Criptografar chave para armazenamento

# pubkey_import_reuse_password
source: Use same password for encryption
ar: استخدم نفس كلمة المرور للتشفير
pt_br: Use a mesma senha para criptografia

# pubkey_import_new_password
source: New password
ar: كلمة المرور الجديدة
pt_br: Nova senha

# pubkey_import_confirm_password
source: Confirm password
ar: تأكيد كلمة المرور
pt_br: Confirmar senha

# pubkey_list_empty
source: Tap "Menu" to create or import key pairs.
ar: اضغط على "القائمة" لإنشاء أو استيراد أزواج المفاتيح.
ca: Pulsa Menu per crear o importar parells de claus.
cs: Zvolte „Nabídka“ pro vytvoření nebo import párů klíčů.
el: Πατήστε "Μενού" για δημιουργία ή εισάγετε ζεύγος κλειδιών.
fr: Cliquer sur le Menu pour créer ou importer des paires de clés.
gl: Pulse Menu para crear ou importar pares de chaves
hu: Nyomjon Menu-t, kulcspár létrehozáshoz/importáláshoz.
it: Seleziona Menu per creare o importare chiavi.
lo: ແຕະ "ເມນູ" ເພື່ອສ້າງ ຫຼື ນຳເຂົ້າຄູ່ຄີ.
nb: Trykk "Meny" for å opprette eller importere nøkkelpar.
nl: Tik op Menu om te maken of importeer sleutel paren.
pt: Pressione Menu para criar ou importar pares de chaves.
pt_br: Toque em "Menu" para criar ou importar pares de chaves.
sk: Ťukni na Menu pre vytvorenie alebo importovanie páru kľúčov.
sl: Dotaknite "Meni" za ustvarjanje ali uvažanje para ključev
sr: Тапните „Мени“ да бисте направили или увезли пар кључева.
tr: Anahtar-çiftini oluşturmak için veya dişardan eklemek için "Menü"ye dokunun.

# pubkey_unknown_format
source: Unknown format
ar: تنسيق غير معروف
ca: Format desconegut
cs: Neznámý formát
el: Άγνωστο format
fr: Format inconnu
gl: Formato descoñecido
hu: Ismeretlen formátum
it: Formato non riconosciuto
lo: ຮູບແບບບໍ່ຮູ້ຈັກ
nb: Ukjent format
nl: Onbekend formaat
pt: Formato desconhecido
pt_br: Formato desconhecido
sk: Neznámy formát
sl: Neznana vrsta
sr: Непознат формат
tr: Tanınmayan dosya formatı

# pubkey_change_password
source: Change password
ar: تعديل الكلمة السرية
ca: Canvia la contrasenya
cs: Změnit heslo
el: Αλλαγή κωδικού πρόσβασης
fr: Changer le mot de passe
gl: Cambiar o contrasinal
hu: Jelszócsere
it: Cambia password
ja: パスワードを変更
lo: ປ່ຽນລະຫັດຜ່ານ
nb: Endre passord
nl: Verander wachtwoord
pl: Zmień hasło
pt: Alterar palavra-passe
pt_br: Mudar senha
sk: Zmeniť heslo
sl: Spremenite geslo
sr: Измени лозинку
tr: Şifreyi değiştir

# pubkey_unlock
source: Unlock key
ar: مفتاح فتح
ca: Desbloqueja clau
cs: Odemknout klíč
el: Κλειδί ξεκλειδώματος
fr: Déverrouiller la clé
gl: Desbloquear chave
hu: Kulcs feloldása
it: Chiave di sblocco
ja: 鍵をアンロック
lo: ປົດລັອກຄີ
nb: Frigjør nøkkel
nl: Ontgrendel sleutel
pl: Odblokuj klucz
pt: Desbloquear chave
pt_br: Abrir chave
sk: Odomknúť kľúč
sl: Odkleni ključ
sr: Откључај кључ
tr: Anahtarın şifresini giriniz

# pubkey_unlock_message
source: Enter password to unlock key '%1$s'
ar: أدخل كلمة المرور لفتح المفتاح '%1$s'
ja: パスワードを入力してキー'%1$s'を解除する
pl: Wprowadź hasło aby odblokować klucz '%1$s'
pt_br: Insira a senha para desbloquear a chave '%1$s'

# pubkey_nickname_exists
source: A key with this nickname already exists
ar: المفتاح بهذا الاسم موجود بالفعل
ja: このニックネームのキーはすでに存在します
pl: Klucz o tym przezwisku już istnieje
pt_br: Uma chave com este apelido já existe

# pubkey_load_on_start
source: Load key on start
ar: تحميل المفتاح عند بدء التشغيل
ca: Carrega la clau a l'inici
cs: Načíst klíč při startu
el: Φόρτηση δημόσιου κλειδιού κατά την εκκίνηση
fr: Charger la clé au démarrage
gl: Cargar chave ao iniciar
hu: Kulcs betöltése induláskor
it: Carica la chiave all'avvio
ja: 起動時に鍵をロード
lo: ໂຫຼດຄີເມື່ອເລີ່ມຕົ້ນ
nb: Last nøkkel ved start
nl: Laad sleutel op start
pl: Załaduj klucz przy uruchamianiu
pt: Carregar chave ao iniciar
pt_br: Carregar chave ao iniciar
sk: Načítať kľúč pri štarte
sl: Naloži ključ ob začetku
sr: Учитај кључеве по покретању
tr: Başlangıçta anahtarı yükle

# pubkey_confirm_use
source: Confirm before use
ar: تأكيد قبل الإستخدام
ca: Confirmar abans d'usar
cs: Potvrdit před použitím
el: Επιβεβαιώστε το δημόσιο κλειδί πριν το χρησιμοποιήσετε
fr: Confirmer avant utilisation
gl: Confirmar antes de usar
hu: Jóváhagyás használat előtt
it: Conferma prima di usare
ja: 使用時に確認する
lo: ຢືນຢັນກ່ອນໃຊ້
nb: Godkjenn før bruk
nl: Bevestig voor gebruik
pl: Potwierdź przed użyciem
pt: Confirmar antes de usar
pt_br: Confirmar antes de usar
sk: Potvrdiť pred použitím
sl: Potrdi pred uporabo
sr: Потврди пре употребе
tr: Kullanım öncesi doğrulama

# portforward_edit
source: Edit port forward
ar: تعديل إعادة توجيه المنفذ
ca: Edita redireccions de ports
cs: Upravit přesměrování portů
el: Επεξεργασία προώθησης θύρας.
fr: Éditer la redirection de port
gl: Editar redirección de porto
hu: Port átirányítás módosítása
it: Modifica inoltro porte
ja: ポート転送を編集
lo: ແກ້ໄຂການສົ່ງຕໍ່ພອດ
nb: Rediger videresendte porter
nl: Bewerk port forward
pl: Edytuj przekierowanie portu
pt: Editar encaminhamento de porta
pt_br: Editar encaminhamento de porta
sk: Upraviť presmerovanie portov
sl: Urejaj posredovana vrata
sr: Уреди прослеђење порта
tr: Port yönlendirmeyi düzenle

# portforward_delete
source: Delete port forward
ar: حذف إعادة توجيه المنفذ
ca: Elimina redireccions de ports
cs: Smazat přesměrování portů
el: Διαγραφή προώθησης θύρας.
fr: Effacer la redirection de port
gl: Borrar redirección de porto
hu: Port átirányítás törlése
it: Elimina inoltro porta
ja: ポート転送を削除
lo: ລຶບການສົ່ງຕໍ່ພອດ
nb: Slett videresendte porter
nl: Verwijder port forward
pl: Usuń przekierowanie portu
pt: Apagar encaminhamento de porta
pt_br: Apagar encaminhamento de porta
sk: Zmazať smerovanie portu
sl: Izbriši posredovana vrata
sr: Обриши прослеђење порта
tr: Port yönlendirmeyi sil

# prompt_nickname
source: Nickname:
ar: الكنية:
ca: Sobrenom:
cs: Stručný název:
el: Ψευδώνυμο:
fr: Nom :
gl: Seudónimo:
hu: Becenév:
it: Soprannome:
ja: 鍵の名前
lo: ຊື່ຫຼິ້ນ:
nb: Kallenavn:
nl: Bijnaam:
pl: Skrócona nazwa:
pt: Apelido:
pt_br: Apelido:
sk: Prezývka:
sl: Vzdevek:
sr: Надимак:
tr: Rumuz:

# prompt_source_port
source: Source port:
ar: المنفذ المنبعي:
ca: Port d'origen:
cs: Zdrojový port:
el: Πηγαία θύρα
fr: Port source :
gl: Porto orixe:
hu: Helyi port:
it: Porta sorgente:
ja: ソースポート:
lo: ພອດຕົ້ນທາງ:
nb: Kildeport:
nl: Bron poort:
pl: Port żródłowy
pt: Porta de origem:
pt_br: Porta de origem:
sk: Zdrojový port:
sl: Izvorna vrata:
sr: Изворни порт:
tr: Kaynak kapı:

# prompt_destination
source: Destination:
ar: الوِجهة:
ca: Destí:
cs: Cíl:
el: Προορισμός:
gl: Destino:
hu: Cél:
it: Destinazione:
ja: 転送先:
lo: ປາຍທາງ:
nb: Mål:
nl: Bestemming:
pl: Host docelowy:
pt: Destino:
pt_br: Destino:
sk: Cieľ:
sl: Cilj:
sr: Одредиште:
tr: Hedef (Anasistem:Port):

# prompt_old_password
source: Old password:
ar: الكلمة السرية القديمة:
ca: Contrasenya anterior:
cs: Původní heslo:
el: Παλαιός κωδικός πρόσβασης:
fr: Ancien mot de passe :
gl: Contrasinal antigo:
hu: Régi jelszó:
it: Vecchia password:
ja: 旧パスワード:
lo: ລະຫັດຜ່ານເກົ່າ:
nb: Tidligere passord:
nl: Oud wachtwoord:
pl: Stare hasło:
pt: Palavra-passe antiga:
pt_br: Senha antiga:
sk: Staré heslo:
sl: Staro geslo:
sr: Стара лозинка:
tr: Eski şifre:

# prompt_username
source: Username:
ar: اسم المستخدم:
pt_br: Nome de usuário:

# prompt_password
source: Password:
ar: الكلمة السرية:
ca: Contrasenya:
cs: Heslo:
el: Κωδικός πρόσβασης
fr: Mot de passe :
gl: Contrasinal:
hu: Jelszó:
ja: パスワード:
lo: ລະຫັດຜ່ານ:
nb: Passord:
nl: Wachtwoord:
pl: Hasło:
pt: Palavra-passe:
pt_br: Senha:
sk: Heslo:
sl: Geslo:
sr: Лозинка:
tr: Şifre:

# prompt_again
source: (again)
ar: (مرة أخرى)
ca: (altre cop)
cs: (zopakování)
el: (ξανά)
fr: (encore)
gl: (de novo)
hu: (újra)
it: (ripeti)
ja: (再入力)
lo: (ອີກຄັ້ງ)
nb: (en gang til)
nl: (opnieuw)
pl: (ponownie)
pt: (novamente)
pt_br: (novamente)
sk: (znovu)
sl: (ponovno)
sr: (поново)
tr: (tekrar)

# prompt_type
source: Type:
ar: النوع:
ca: Tipus:
cs: Typ:
el: Τύπος:
gl: Tipo:
hu: Típus:
it: Tipo:
ja: タイプ:
lo: ປະເພດ:
pl: Typ:
pt: Tipo:
pt_br: Tipo:
sk: Typ:
sl: Vrsta:
sr: Тип:
tr: Tip:
