Repository: connectbot/connectbot
Catalog: app/locale/fortune/*.po
Languages: ar, ca, cs, el, fr, gl, hu, it, ja, lo, nb, nl, pl, pt, pt_br, sk, sl, sr, tr

# pubkey_biometric_prompt_title
source: Authenticate to use key
ar: قم بالمصادقة باستخدام المفتاح
ja: キーを使用するために認証する
pl: Uwierzytelnij się aby użyć klucza
pt_br: Autenticar para usar chave

# pubkey_biometric_prompt_subtitle
source: Touch the fingerprint sensor to unlock '%1$s'
ar: المس مستشعر بصمة الإصبع لفتح '%1$s'
ja: 指紋センサーに触れて'%1$s'を解除する
pl: Dotknij czytnika linii papilarnych, aby odblokować „%1$s”.
pt_br: Toque no sensor de impressão digital para desbloquear %1$s

# pubkey_biometric_description_icon
source: Protected by fingerprint
ar: محمي ببصمة الإصبع
ja: 指紋によって保護される
pl: Chroniony odciskiem palca
pt_br: Protegido por impressão digital

# pubkey_biometric_not_available
source: Fingerprint authentication is not available
ar: المصادقة عن طريق بصمة الإصبع غير متاحة
ja: フィンガープリント認証は利用できない
pl: Uwierzytelnianie za pomocą odcisku palca jest niedostępne
pt_br: Autenticação por impressão digital não está disponível

# portforward_nickname_placeholder
source: Internal Webserver
ar: خادم الويب الداخلي
ja: 内部ウェブサーバー
pl: Wewnętrzny serwer WWW
pt_br: Servidor Web Interno

# portforward_port_range_error
source: Port must be between 1 and 65535
ar: يجب أن يكون رقم المنفذ بين 1 و 65535.
ja: ポートは1から65535の間でなければなりません
pl: Port musi być pomiędzy 1 a 65535
pt_br: A porta deve estar entre 1 e 65535

# portforward_destination_format_error
source: Format should be host:port (e.g., localhost:80)
ar: يجب أن يكون التنسيق كالتالي: اسم المضيف:المنفذ (مثل: localhost:80)
ja: フォーマットはホスト:ポート（例：localhost:80）です
pl: Format powinien być host:port (np localhost:80)
pt_br: Formato deve ser hospedeiro:porta (exemplo localhost:80)

# portforward_type_label
source: Type: %s
ar: النوع: %s
ja: タイプ：%s
pl: Typ: %s
pt_br: Tipo: %s

# portforward_enable
source: Enable
ar: تفعيل
ja: 有効化する
pl: Włącz
pt_br: Ativar

# portforward_disable
source: Disable
ar: تعطيل
ja: 無効にする
pl: Wyłącz
pt_br: Desativar

source: Port forward enabled
ar: تم تفعيل إعادة توجيه المنفذ
ja: ポートフォワードが有効です
pl: Przekierowanie portu włączone
pt_br: Encaminhamento de porta habilitado

source: Port forward disabled
ar: تم تعطيل إعادة توجيه المنفذ
ja: ポートフォワード無効
pl: Przekierowanie portu wyłączone
pt_br: Encaminhamento de porta desativado

# protocol_spinner_label
source: Protocol
ar: البروتوكول
cs: Protokol
el: Πρωτόκολλο
fr: Protocole
gl: Protocolo
it: Protocollo
ja: プロトコル
lo: ໂປຣໂຕຄໍ
pl: Protokół
pt: Protocolo
pt_br: Protocolo
sl: Protokol

source: Expand
ar: توسيع
ca: Amplia
cs: Rozbalit
el: Επέκταση
fr: Développer
gl: Expandir
it: Espandi
ja: 展開
lo: ຂະຫຍາຍ
pl: Rozwiń
pt: Expandir
pt_br: Expandir
sl: Razširi

# hostpref_authagent_with_confirmation
source: require confirmation
ar: يتطلب تأكيدًا
ca: Requereix confirmació
cs: vyžadovat potvrzení
el: Απαιτείται επιβεβαίωση
fr: Demander une confirmation
gl: require confirmación
it: richiedi conferma
ja: 確認が必要
lo: ຕ້ອງການການຢືນຢັນ
pl: wymaga potwierdzenia
pt: requer confirmação
pt_br: requer confirmação

# hostpref_add_host
source: Add host
ar: أضف مضيفًا
ca: Afegeix un equip remot
cs: Přidat hostitele
el: Προσθήκη κεντρικού υπολογιστή
fr: Ajouter un serveur
gl: Engadir servidor
it: Aggiungi host
ja: ホストを追加
lo: ເພີ່ມໂຮສ
pl: Dodaj host
pt: Adicionar servidor
pt_br: Adicionar host

# hostpref_save_host
source: Save host
ar: حفظ المضيف
pt_br: Salvar host

# hostpref_setting_title
source: Host setting
ar: إعدادات المضيف
pt_br: Configuração do host

# pubkey_import_existing
source: Import existing pubkey
ar: استيراد مفتاح عام موجود
ca: Importa una clau pública existent
cs: Importovat veřejný klíč
el: Εισαγωγή υπάρχοντος δημόσιου κλειδιού
fr: Importer une clé publique
gl: Importar chave pública existente
it: Importa chiave pubblica
ja: 既存の公開鍵をインポート
lo: ນຳເຂົ້າ pubkey ທີ່ມີຢູ່
pl: Importuj istniejący klucz publiczny
pt: Importar chave publica existente
pt_br: Inportar chaves publica existente

# notification_permission_title
source: Keep connections alive
ar: حافظ على استمرار الاتصالات
ja: 接続を維持する
pl: Utrzymuj połączenia przy życiu
pt_br: Mantenha as conexões ativas

# notification_permission_message
source: Displaying a notification is required keep connections alive in the background. Without permission, connections may close when you switch apps.
ar: يجب عرض إشعار للحفاظ على الاتصالات نشطة في الخلفية. بدون هذا الإذن، قد تنقطع الاتصالات عند التبديل بين التطبيقات.
ja: 通知を表示することはバックグラウンドで接続を維持するために必要です。許可なくして、接続はアプリを切り替えたときに閉じることがあります。
pl: Wyświetlanie powiadomienia jest wymagane do utrzymania połączeń w tle. Bez zgody połączenia mogą zostać zamknięte podczas przełączania aplikacji.
pt_br: É necessário exibir uma notificação para manter as conexões ativas em segundo plano. Sem permissão, as conexões podem ser encerradas quando você alternar entre aplicativos.

source: Grant permission
ar: امنح الإذن
ja: 許可を与える
pl: Udziel pozwolenia
pt_br: Conceder permissão

source: Connect anyway
ar: واصل الاتصال على أي حال
ja: つながる
pl: Połącz się tak czy inaczej
pt_br: Conectar de qualquer forma

# notification_permission_denied_title
source: Permission required
ar: الموافقة مطلوبة
ja: パーミッションが必要です
pl: Wymagane uprawnienia
pt_br: Permissão necessária

# notification_permission_denied_message
source: To keep connections alive in the background, you must enable notification permission in app settings.
ar: للحفاظ على استمرار الاتصالات في الخلفية، يجب عليك تفعيل إذن الإشعارات في إعدادات التطبيق.
ja: バックグラウンドで接続を維持するにはアプリの設定で通知の許可を有効にする必要があります
pl: Aby połączenia pozostawały aktywne w tle, należy włączyć uprawnienia do powiadomień w ustawieniach aplikacji.
pt_br: Redefinir todas as cores? Para manter as conexões ativas em segundo plano, você deve habilitar a permissão de notificação nas configurações do aplicativo.

source: Open settings
ar: افتح الإعدادات
ja: 設定を開く
pl: Otwórz ustawienia
pt_br: Abrir configurações

# terminal_no_route
source: Are you trying to access a local host? Grant local network permissions.
ar: هل تحاول الوصول إلى جهاز محلي؟ امنح التطبيق إذن الوصول إلى الشبكة المحلية.
ja: ローカルホストにアクセスしようとしていますか ローカルネットワークのパーミッションを付与してください
pl: Czy próbujesz uzyskać dostęp do lokalnego hosta? Użyj uprawnienia sieci lokalnej.
pt_br: Você está tentando acessar um host local? Grant permissões de rede local.

# loading_message
source: Loading…
ar: جاري التحميل...
ja: ロード中…
pl: Ładowanie…
pt_br: Carregando…

# migration_checking
source: Checking database…
ar: جارٍ فحص قاعدة البيانات…
ja: データベースを確認中…
pl: Sprawdzam bazę danych…
pt_br: Verificando banco de dados…

# migration_title
source: Migrating Database
ar: ترحيل قاعدة البيانات
ja: データベースの移行
pl: Przenoszenie bazy danych
pt_br: Migração de Banco de Dados

# migration_warning
source: Please do not close the app during migration
ar: يرجى عدم إغلاق التطبيق أثناء عملية النقل.
ja: 移行中はアプリを閉じないでください
pl: Proszę nie zamykać aplikacji podczas migracji
pt_br: Por favor não feche o aplicativo durante a migração

# migration_stats_hosts
source: Hosts migrated: %d
ar: عدد الأجهزة التي تم ترحيلها: %d
ja: ホストの移行が完了しました：%d
pl: Hosty przeniesione: %d
pt_br: Hosts migrados %d

# migration_stats_pubkeys
source: SSH keys migrated: %d
ar: تم نقل مفاتيح SSH: %d
ja: SSHキーが移行された：%d
pl: Klucze SSH przeniesione %d
pt_br: Chaves SSH migradas: %d

# migration_stats_port_forwards
source: Port forwards migrated: %d
ar: تم نقل عمليات إعادة توجيه المنافذ: %d
ja: ポートフォワードが移行されました：%d
pl: Przekierowania portów przeniesione: %d
pt_br: Encaminhamentos de porta migrados %d

# migration_stats_known_hosts
source: Known hosts migrated: %d
ar: تم نقل قائمة المضيفين المعروفين: %d
ja: 既知のホストが移行されました：%d
pl: Znane hosty przeniesione: %d
pt_br: Hosts conhecidos migrados: %d

# migration_failed_title
source: Migration Failed
ar: فشل الانتقال
ja: マイグレーションに失敗しました
pl: Niepowodzenie migracji
pt_br: Falha na Migração

# migration_failed_message
source: An error occurred during database migration: %s
ar: حدث خطأ أثناء عملية ترحيل قاعدة البيانات: %s
ja: データベース移行中にエラーが発生しました：%s
pl: Wystąpił błąd podczas migracji bazy danych: %s
pt_br: Ocorreu um erro durante a migração do banco de dados: %s

# migration_retry
source: Retry
ar: أعد المحاولة
ja: リトライ
pl: Ponów
pt_br: Tentar novamente

# migration_failed_help
source: If the problem persists, please report this issue at %1$s with the debug log copied above
ar: إذا استمرت المشكلة، يرجى الإبلاغ عن هذه المشكلة على %1$s مع تضمين سجل التصحيح المنسوخ أعلاه.
ja: 問題が解決しない場合はデバッグログを上でコピーして%1$sに報告してください
pl: Jeśli problem nadal występuje, prosimy o zgłoszenie tego problemu na %1$s wraz z powyższonym dziennikiem debugowania
pt_br: Se o problema persistir por favor relate este problema em %1$s com o log de depuração copiado acima

# migration_warnings_title
source: Migration Warnings
ar: تحذيرات حول الترحيل
ja: 移行警告
pl: Ostrzeżenia o migracji
pt_br: Avisos de Migração

# migration_copy_warnings
source: Copy Warnings
ar: تحذيرات النسخ
ja: コピー警告
pl: Kopiuj ostrzeżenia
pt_br: Cópias de Avisos

# migration_debug_log_title
source: Debug Log
ar: سجل التصحيح
ja: デバッグログ
pl: Rejestr debugowania
pt_br: Registro de Depuração

# migration_copy_debug_log
source: Copy Debug Log
ar: انسخ سجل التصحيح
ja: デバッグログのコピー
pl: Kopiuj dziennik debugowania
pt_br: Copiar Registro de Depuração

# disconnect_host_alert
source: Are you sure you want to disconnect from '%1$s'?
ar: هل أنت متأكد من أنك تريد قطع الاتصال بـ '%1$s'؟
ja: '%1$s' から切断しますか?
pl: Czy na pewno chcesz się odłączyć od '%1$s'?
pt_br: Tem certeza de que deseja se desconectar de '%1$s'?

# delete_host_confirm
source: Are you sure you want to delete host '%1$s'?
ar: هل أنت متأكد من أنك تريد حذف المضيف "%1$s"؟
ja: ホスト'%1$s'を削除してよいですか?
pl: Czy na pewno chcesz usunąć hosta '%1$s'?
pt_br: Tem certeza de que deseja excluir o host '%1$s'?

# forget_host_keys_confirm
source: Are you sure you want to forget the stored host keys for '%1$s'? You will be prompted to verify the host key on the next connection.
ar: هل أنت متأكد من أنك تريد نسيان مفاتيح المضيف المحفوظة لـ '%1$s'؟ سيُطلب منك التحقق من مفتاح المضيف في المرة القادمة التي تتصل فيها.
pt_br: Você tem certeza de que deseja remover as chaves de host armazenadas para '%1$s'? Você será solicitado a verificar a chave de host na próxima conexão.

# list_pubkey_edit
source: Edit pubkey
ar: تعديل المفتاح العام
ja: 公開鍵を編集
pl: Edytuj klucz publiczny
pt_br: Editar chave pública

# hostpref_ipversion_title
source: IP version
ar: إصدار بروتوكول الإنترنت
pt_br: Versão IP

# hostpref_ipversion_summary
source: Select which IP address version to use when connecting
ar: حدد إصدار عنوان IP الذي سيتم استخدامه عند الاتصال.
pt_br: Selecione qual versão de endereço IP usar ao se conectar

# ipversion_auto
source: Automatic
ar: تلقائي
pt_br: Automático

# ipversion_ipv4
source: IPv4 only
ar: IPv4 فقط
pt_br: Apenas IPv4

# ipversion_ipv6
source: IPv6 only
ar: يدعم بروتوكول IPv6 فقط
pt_br: Apenas IPv6

# hostpref_jumphost_title
source: Jump host (ProxyJump)
ar: مضيف وسيط (ProxyJump)
ja: ジャンプホスト（ProxyJump）
pl: Skokowy host (ProxyJump)
pt_br: Servidor de salto (ProxyJump)

# hostpref_jumphost_summary
source: Connect through another SSH host
ar: اتصل عبر مضيف SSH آخر
ja: 別のSSHホスト経由で接続する
pl: Połącz się przez inny host SSH
pt_br: Conectar através de outro host SSH

# list_jumphost_none
source: None (direct connection)
ar: لا يوجد (اتصال مباشر)
ja: ダイレクト接続
pl: Żaden (połączenie bezpośrednie)
pt_br: Nenhum conexão direta

# terminal_connecting_via_jump
source: Connecting via jump host: %s
ar: الاتصال عبر مضيف وسيط: %s
ja: ジャンプホスト経由で接続する：%s
pl: Łączenie się przez serwer pośredni: %s
pt_br: Conectando via host de salto %s

# terminal_jump_connected
source: Connected to jump host: %s
ar: تم الاتصال بخادم الربط: %s
ja: ジャンプホストに接続しました: %s
pl: Połączono z serwerem pośrednim: %s
pt_br: Conectado ao host de salto: %s

# terminal_jump_authenticated
source: Authenticated to jump host: %s
ar: تمت المصادقة على الخادم الوسيط: %s
ja: 認証されたジャンプホスト：%s
pl: Zautentykowano do serwera pośredniego: %s
pt_br: Autenticado no host de salto: %s

# terminal_jump_failed
source: Failed to connect to jump host %1$s: %2$s
ar: فشل الاتصال بمضيف الربط %1$s: %2$s
ja: ジャンプホスト%1$sへの接続に失敗しました：%2$s
pl: Nie udało się połączyć z serwerem pośrednim %1$s: %2$s
pt_br: Falha ao conectar ao host de salto %1$s: %2$s

# terminal_jump_auth_failed
source: Authentication failed for jump host: %s
ar: فشل التحقق من الهوية للخادم الوسيط: %s
ja: 認証に失敗しました ジャンプホスト %s に対して
pl: Uwierzytelnienie nie powiodło się dla serwera pośredniego: %s
pt_br: Autenticação falhou para o host de salto: %s

# terminal_jump_not_found
source: Jump host not found in saved hosts
ar: لم يتم العثور على مضيف القفز في قائمة المضيفين المحفوظين.
ja: セーブされたホストにジャンプホストが見つかりません
pl: Host skoku nie znaleziono w zapisanych hostach
pt_br: Servidor de conexão não encontrado nos hosts salvos

# terminal_jump_password
source: Password for jump host %s:
ar: كلمة المرور للخادم الوسيط %s:
ja: パスワードを入力してください ジャンプホスト %s:
pl: Hasło dla serwera pośredniego %s
pt_br: Senha para o host de salto %s:

source: View Logs
ar: عرض السجلات
ja: ログの表示
pl: Wyświetl dzienniki
pt_br: Visualizar Registros

# logs_title
source: Application Logs
ar: سجلات التطبيق
ja: アプリケーションログ
pl: Dzienniki aplikacji
pt_br: Registros do Aplicativo

source: Copy Logs
ar: نسخ السجلات
ja: ログのコピー
pl: Kopiuj dzienniki
pt_br: Copiar Registros

# logs_copied
source: Logs copied to clipboard
ar: تم نسخ السجلات إلى الحافظة
ja: クリップボードにログをコピーしました
pl: Dzienniki skopiowane do schowka
pt_br: Registros copiados para a área de transferência

# logs_bug_report_info
source: To report a bug, copy these logs and open a new issue at https://connectbot.org/bug
ar: لإبلاغ عن خطأ، انسخ سجلات الأخطاء هذه وافتح مشكلة جديدة على الرابط التالي: https://connectbot.org/bug
ja: バグを報告するにはこれらのログをコピーしてhttps://connectbot.org/bugで新しい課題を開いてください
pl: Aby zgłosić błąd, skopiuj te logi i otwórz nowy problem pod adresem https://connectbot.org/bug
pt_br: Para relatar um bug, copie esses registros e abra uma nova questão em https://connectbot.org/bug

source: No logs available
ar: لا توجد سجلات متاحة
ja: ログは利用できない
pl: Brak dostępnych logów
pt_br: Nenhum log disponível

# help_section_about
source: About
ar: حول
ja: 概要
pl: O ConnectBot jest aplikacją SSH dla systemu Android która pozwala uzytkownikom na uzycie Secure Shell Telnet lub lokalnej powloki aby polaczyc sie z zdalnymi serwerami oraz lokalnym systemem poprzez okreslenie hosta portu i nazwy uzytkownika do polaczenia. Zawiera rowniez emulator terminala ktorym uzytkownicy moga uzyc do interakcji ze zdalna lub lokalna powloka
pt_br: Sobre

# title_contact
source: Contact & Support
ar: اتصل بنا للحصول على الدعم
pt_br: Contato e suporte

# help_section_contact
source: Contact & Support
ar: اتصل بنا للحصول على الدعم
pt_br: Contato e suporte

# help_website
source: Website
ar: موقع ويب
pt_br: Site

# help_github
source: Source Code
ar: كود المصدر
pt_br: Código-fonte

# help_report_bug
source: Report a Bug
ar: أبلغ عن خطأ
pt_br: Relatar um erro

# help_section_donate
source: Support Development
ar: ادعم التطوير
pt_br: Apoie o desenvolvimento

# help_donate_github
source: GitHub Sponsors
ar: برنامج GitHub للرعاية
pt_br: Patrocinadores do GitHub

# help_donate_coffee
source: Buy Me a Coffee
ar: ادعمني بشراء فنجان قهوة
pt_br: Me pague um café

# colorscheme_default_description
source: Default terminal colors
ar: الألوان الافتراضية للطرفية
ja: デフォルトのターミナルカラー
pl: Domyślne kolory terminala
pt_br: Cores de terminal padrão

# colorscheme_solarized_dark_description
source: Precision colors for machines and people
ar: ألوان دقيقة للآلات والبشر
ja: マシンと人々のための正確な色
pl: Dokładne kolory dla maszyn i ludzi
pt_br: Cores precisas para máquinas e pessoas

# colorscheme_solarized_light_description
source: Solarized with light background
ar: تصميم سولارايزد بخلفية فاتحة
ja: ソーラライズド ライト バックグラウンド
pl: Solarized z jasnym tłem
pt_br: Solarizado com fundo claro

# colorscheme_dracula_description
source: A dark theme for the terminal
ar: تصميم داكن لواجهة الطرفية
ja: ターミナルのダークテーマ
pl: Ciemny motyw dla terminala
pt_br: Um tema escuro para o terminal

# colorscheme_nord_description
source: An arctic, north-bluish color palette
ar: لوحة ألوان ذات طابع قطبي، وتتضمن ألوانًا زرقاء فاتحة.
ja: 北極に近い青みがかった色のパレット
pl: Jasna polarna paleta kolorów w odcieniach niebieskiego
pt_br: Uma paleta de cores árticas, azuladas do norte

# colorscheme_gruvbox_dark_description
source: Retro groove color scheme
ar: مخطط ألوان مستوحى من الطراز القديم
ja: レトログルーブカラースキーム
pl: Schemat kolorów retro groove
pt_br: Esquema de cores groove retro

# colorscheme_monokai_description
source: Sublime Text inspired theme
ar: تصميم مستوحى من برنامج سابلايم تيكست
ja: サブライムテキストにインスパイアされたテーマ
pl: Motyw zainspirowany Sublime Text
pt_br: Tema inspirado no Sublime Text

# colorscheme_tomorrow_night_description
source: A clean and comfortable dark theme
ar: تصميم أنيق ومريح باللون الداكن
ja: きれいできれいに暗いテーマ
pl: Czysty i wygodny ciemny motyw
pt_br: Um tema escuro limpo e confortável

# pref_profiles_category
source: Profiles
ar: ملفات التعريف
pl: Profil
pt_br: Perfis

# pref_default_profile_title
source: Default Profile
ar: الملف الشخصي الافتراضي
pl: Profil domyślny
pt_br: Perfil Padrão

# pref_default_profile_none
source: None (use host settings)
ar: لا شيء (استخدم إعدادات المضيف)
pl: Żaden (użyj ustawień hosta)
pt_br: Nenhum (usar configurações do host)

# pref_alwaysvisible_summary
source: Keep special keys always visible
ar: حافظ على ظهور المفاتيح الخاصة دائمًا
pl: Zachowaj specjalne klawisze zawsze widoczne
pt_br: Mantenha as teclas especiais sempre visíveis

# pref_customterminal_title
source: Custom Terminal Types
ar: أنواع المحطات المخصصة
pl: Własne typy terminali
pt_br: Tipos de Terminais Personalizados

# pref_customterminal_summary
source: Add custom TERM values for remote servers
ar: أضف قيم TERM مخصصة للخوادم البعيدة
pl: Dodaj niestandardowe wartości TERM dla serwerów zdalnych
pt_br: Adicionar valores personalizados de TERM para servidores remotos

# dialog_customterminal_title
source: Add Custom Terminal Type
ar: أضف نوع طرفية مخصص
pl: Dodaj niestandardowy typ terminala
pt_br: Adicionar Tipo de Terminal Personalizado

# dialog_customterminal_hint
source: Terminal type (e.g., rxvt-unicode)
ar: نوع الطرفية (مثل rxvt-unicode)
pl: Typ terminala (np. rxvt-unicode)
pt_br: Tipo de terminal exemplo rxvt-unicode

# dialog_manage_customterminal_title
source: Manage Custom Terminal Types
ar: إدارة أنواع المحطات المخصصة
pt_br: Gerenciar tipos de terminal personalizados

# button_add_custom
source: Add custom…
ar: أضف خيارًا مخصصًا...
pt_br: Adicionar personalizado…

# button_manage_custom
source: Manage custom…
ar: إدارة الإعدادات المخصصة...
pt_br: Gerenciar configurações personalizadas…

# dialog_custom_value_label
source: Enter custom value
ar: أدخل قيمة مخصصة
pl: Wprowadź wartość niestandardową
pt_br: Insira um valor personalizado

# list_camera_ctrlaspace_description
source: Ctrl+A then Space
ar: Ctrl+A ثم مسافة
pl: Ctrl+A następnie Spacja
pt_br: Ctrl+A então Espaço

# list_camera_none_description
source: None
ar: لا يوجد
pl: Żaden
pt_br: Nenhum

# list_camera_text_input_description
source: Text input
ar: إدخال نص
pl: Wprowadzanie tekstu
pt_br: Entrada de texto

# list_menu_export_hosts
source: Export Hosts
ar: تصدير قائمة المضيفين
pt_br: Exportar Hosts

# list_menu_import_hosts
source: Import Hosts
ar: استيراد المضيفين
pt_br: Importar Hosts

# export_hosts_success
source: Exported %1$d hosts and %2$d profiles
ar: تم تصدير %1$d من المضيفين و %2$d من الملفات الشخصية.
pt_br: Exportados %1$d hosts e %2$d perfis

# import_hosts_success
source: Imported %1$d hosts (%2$d skipped) and %3$d profiles (%4$d skipped)
ar: تم استيراد %1$d من المضيفين (%2$d تم تخطيهم) و %3$d من الملفات الشخصية (%4$d تم تخطيهم)
pt_br: Importados %1$d hosts (%2$d ignorados) e %3$d perfis (%4$d ignorados)

# export_hosts_failed
source: Failed to export hosts: %s
ar: فشل تصدير قائمة المضيفين: %s
pt_br: Falha ao exportar os hosts: %s

# import_hosts_failed
source: Failed to import hosts: %s
ar: فشل استيراد قائمة المضيفين: %s
pt_br: Falha ao importar hosts: %s

# export_hosts_title
source: Export Hosts
ar: تصدير قائمة المضيفين
pt_br: Exportar Hosts

# shortcut_customize_title
source: Customize Shortcut
ar: تخصيص الاختصار
pt_br: Personalizar atalho

# shortcut_icon_color
source: Icon Color
ar: لون الأيقونة
pt_br: Cor do ícone

# shortcut_icon_style
source: Icon Style
ar: نمط الأيقونة
pt_br: Estilo do ícone

# shortcut_use_host_color
source: Use host color
ar: استخدم لون المضيف
pt_br: Usar cor para o host

# shortcut_create
source: Create Shortcut
ar: إنشاء اختصار
pt_br: Criar atalho

# icon_style_terminal
source: Terminal
ar: نافذة الأوامر

# icon_style_server
source: Server
ar: خادم
pt_br: Servidor

# icon_style_cloud
source: Cloud
ar: سحابة
pt_br: Nuvem

# icon_style_key
source: Key
ar: مفتاح
pt_br: Chave

# pref_auth_on_launch_title
source: Authentication on launch
ar: المصادقة عند التشغيل
pt_br: Autenticação ao iniciar

# pref_auth_on_launch_summary
source: Require fingerprint, face, or device PIN when opening the app
ar: اطلب بصمة الإصبع أو التعرف على الوجه أو رمز PIN الخاص بالجهاز عند فتح التطبيق.
pt_br: Exija impressão digital, reconhecimento facial ou PIN do dispositivo ao abrir o aplicativo

# pref_security_category
source: Security
ar: الأمان
pt_br: Segurança

# auth_screen_title
source: ConnectBot is locked
ar: تم قفل ConnectBot
pt_br: O ConnectBot está bloqueado

# auth_screen_unlock_button
source: Tap to unlock
ar: اضغط لفتح القفل
pt_br: Toque para desbloquear

# auth_prompt_title
source: Unlock ConnectBot
ar: افتح ConnectBot
pt_br: Desbloqueie o ConnectBot

# auth_prompt_subtitle
source: Verify your identity to continue
ar: تحقق من هويتك للمتابعة.
pt_br: Verifique sua identidade para continuar

# format_username
source: username
ca: Usuari
cs: uživatelské jméno
el: Όνομα χρήστη
fr: utilisateur
gl: usuario
hu: felhasználónév
it: nome utente
ja: ユーザ名
lo: ຊື່ຜູ້ໃຊ້
nb: brukernavn
nl: gebruiker
pl: Nazwa użytkownika
pt: nome de utilizador
pt_br: usuário
sk: užívateľské meno
sl: Uporabniško ime
sr: korisnik
tr: kullanıcı adı

# format_hostname
source: hostname
ca: servidor
cs: jméno hosta
el: όνομα υπολογιστή
fr: nom d'hôte
gl: nome do servidor
hu: gépnév
it: nome host
ja: ホスト名
lo: ຊື່ໂຮສ
nb: vertsnavn
nl: hostnaam
pl: nazwa_hostu
pt: endereço
pt_br: nome do host
sk: meno hostiteľa
sl: ime gostitelja
sr: domacin
tr: sunucu adı

# format_port
source: port
el: θύρα
gl: porto
it: porta
ja: ポート
lo: ພອດ
nl: poort
pt: porta
pt_br: porta
sl: vrata

# colors_fg_label
source: FG: %1$d
ca: Principal: %1$d
cs: Popředí: %1$d
el: ΧΓ: %1$d
fr: PP: %1$d
it: CP: %1$d
pt: CP: %1$d
pt_br: PP: %1$d
tr: ÖR: %1$d

# host_editor_quick_connect_placeholder
source: user@hostname:port
ja: ユーザー名@ホスト名:ポート番号
pl: użytkownik@hosta:port
pt_br: usuário@nome_do_host:porta

# pref_volumefont_summary
source: Font size can also be changed in per-host settings
ca: Es pot canviar la mida de la font a les opcions de cada equip remot
cs: Velikost písma lze upravit v nastavení pro jednotlivé hostitele
el: Το μέγεθος της γραμματοσειράς μπορεί επίσης να αλλάξει στις ρυθμίσεις ανά κεντρικό υπολογιστή
fr: La taille du texte peu aussi être changé dans les paramètres par hôte
gl: O tamaño da fonte tamén pode cambiarse nas configuracións do servidor
it: La dimensione dei caratteri può essere modificata nelle impostazioni dei singoli host
ja: フォントサイズはホストごとの設定でも変更することができます
lo: ຂະໜາດຕົວອັກສອນຍັງສາມາດປ່ຽນໄດ້ໃນການຕັ້ງຄ່າຂອງແຕ່ລະໂຮສ
pl: Rozmiar czcionki można również zmienić w ustawieniach na poziomie hosta
pt: O tamanho da letra pode ser alterado nas definições do servidor
sr: Величину фонта такође можете да мењате у поставкама по домаћину

# hostpref_edit_host
source: Save host
ca: Desa l'equip remot
cs: Uložit hostitele
el: Αποθήκευση κεντρικού υπολογιστή
fr: Enregistrer le serveur
gl: Gardar servidor
it: Salva host
ja: ホストを保存
lo: ບັນທຶກໂຮສ
pl: Zapisz host
pt: Gravar servidor
