Repository: connectbot/connectbot
Catalog: app/locale/fortune/*.po
Languages: ar, ca, cs, el, fr, gl, hu, it, ja, lo, nb, nl, pl, pt, pt_br, sk, sl, sr, tr

# console_copy_start
source: Touch and drag or use directional pad to select area to copy
ca: Toca i arrosega o fes servir les tecles de direcció per escollir l'àrea a copiar
cs: Stiskněte a táhněte nebo použijte směrový ovladač pro výběr oblasti ke zkopírování
el: Άγγιγμα και σύρσιμο ή χρησιμοποιήστε το πλήκτρο κατεύθυνσης για να επιλέξετε περιοχή προς αντιγραφή
fr: Touchez et tirez, ou utilisez les touches directionnelles pour sélectionner la région à copier
gl: Tocar e arrastrar ou usar o cursor direccional para seleccionar a área a copiar
hu: Érintéssel és húzással vagy a hanyattegér használatával jelölje ki a másolandó területet.
it: Tocca e trascina oppure usa il pad direzionale per selezionare un'area da copiare
lo: ແຕະ ແລະ ລາກ ຫຼື ໃຊ້ປຸ່ມທິດທາງ ເພື່ອເລືອກພື້ນທີ່ທີ່ຈະສຳເນົາ
nb: Trykk og dra, eller bruk styrekule for å velge område å kopiere fra
nl: Tik en sleep of gebruik directioneel pad om velden te selecteren omte kopiëren
pt: Toque e arraste ou use as teclas direcionais para selecionar a área a copiar
sk: Pre výber kopírovanej oblasti sa dotknite a ťahajte alebo použite smerové tlačidlo
sr: Додирните и превуците или користите дирекциони контролер да изаберете површину за копирање
tr: Kopyalanacak alanı seçmek için dokun ve sürükle ya da pad kullan

# console_menu_copy
source: Copy
ca: Copia
cs: Kopírovat
el: Αντιγραφή
fr: Copier
gl: Copiar
hu: Másolás
it: Copia
lo: ສຳເນົາ
nb: Kopier
nl: Kopieer
pt: Copiar
sk: Kopírovať
sl: Kopiraj
sr: Копирај
tr: Kopyala

# console_menu_portforwards
source: Port Forwards
ca: Redireccionament de ports
cs: Přesměrování portů
el: Προωθήσεις θυρών
fr: Redirections de port
gl: Redirección de portos
hu: Port átirányítások
it: Inoltro porte
lo: ການສົ່ງຕໍ່ພອດ
nb: Portvideresending
pt: Redirecionamento de portas
sk: Presmerovanie portov
sl: Posredovanje vrat
sr: Прослеђења портова
tr: Port Yönlendirmeleri

# console_menu_resize
source: Force Size
ca: Força el tamany
cs: Vynutit velikost
el: Επιβολή μεγέθους
fr: Forcer la taille
gl: Forzar tamaño
hu: Méret kényszerítése
it: Forza Dimensione
lo: ບັງຄັບຂະໜາດ
nb: Tving størrelse
nl: Forceer grootte
pt: Forçar Tamanho
sk: Vynútiť veľkosť
sr: Наметни величину
tr: Ebat zorunlu

# console_menu_urlscan
source: URL Scan
ca: Llistat de URL
cs: Najít URL
el: Εύρεση διεύθυνσης URL
fr: Lister les URL
gl: Escanear URLs
hu: URL Keresés
it: Scansione URL
lo: ສະແກນ URL
nb: URL-søk
nl: URK Scan
pt: Detecção de URL
sk: Nájsť URL
sr: Тражење УРЛова
tr: URL Tara

# portforward_problem
source: Problem creating port forward, maybe you're using ports under 1024 or port is already used?
ca: Problemes creant el redireccionament de ports, potser s'usen ports per sota del 1024 o el port és en ús actualment?
cs: Nepodařilo se přesměrovat port, možná používáte porty menší než 1024, případně zvolený port není volný?
el: Πρόβλημα δημιουργίας προώθησης θύρας, ίσως χρησιμοποιείτε θύρες κάτω από 1024 ή η θύρα χρησιμοποιείται ήδη;
fr: Problème de création de la redirection de port, peut-être utilisez-vous un port sous le 1024 ou un déjà utilisé ?
gl: Problema na creación da redirección de portos, está usando portos menores que 1024 ou o porto xa estaba en uso?
hu: Probléma a port átirányítás létrehozása során, 1024 alatti vagy már használatban lévő portot választott?
it: Problema configurando l'inoltro della porta, forse si cerca di usare una porta più bassa di 1024 o la porta è già in uso?
lo: ມີບັນຫາໃນການສ້າງການສົ່ງຕໍ່ພອດ, ບາງທີທ່ານອາດກຳລັງໃຊ້ພອດທີ່ຕໍ່າກວ່າ 1024 ຫຼື ພອດນັ້ນຖືກໃຊ້ແລ້ວ?
nb: Mislyktes å opprette portvideresending. Bruker du porter under 1024, eller er denne porten allerede tatt?
nl: Probleem met het maken van een port forward, misschien gebruik je poort onder 1024 of is de poort al gebruikt?
pt: Problema ao criar redirecionamento de porta, talvez esteja a usar portas abaixo de 1024 ou a porta já esteja em uso?
sk: Problém s vytvorením presmerovania portu, možno používate port menší ako 1024 alebo je už obsadený?
sr: Појавио се проблем при прављењу прослеђења порта. Можда користите портове испод 1024 или је порт већ у употреби?
tr: Port yönlendirmesi oluşturmada hata oldu, port 1024 altı yada meşgul bir port kullanmakdan kaynaklanabilir

# list_menu_pubkeys
source: Manage Pubkeys
ca: Gestiona Claus
cs: Spravovat veřejné klíče
el: Διαχείριση ημοσίων κλειδιών
fr: Gérer les clés publiques
gl: Xerir chaves públicas
hu: Publikus kulcsok kezelése
it: Gestione chiavi pubbliche
lo: ຈັດການ Pubkeys
nb: Behandle offentlige nøkler
nl: Beheer Pubkeys
pt: Gerir Chaves Públicas
sk: Spravovať verejné kľúče
sl: Upravljanje z javnimi ključi
sr: Управљај кључевима
tr: Umumi-anahtarlar Yönetimi

# list_menu_disconnect
source: Disconnect All
ca: Desconnecta-ho tot
cs: Odpojit vše
el: Αποσύνδεση όλων των συνδέσεων
fr: Tout déconnecter
gl: Desconectar todo
it: Disconnetti tutto
lo: ຕັດການເຊື່ອມຕໍ່ທັງໝົດ
pt: Desconectar Todos
sl: Prekini vse povezave

# list_host_empty
source: No hosts created yet.
ca: Utilitza el quadre de connexió ràpida de sota per connectar al servidor
cs: Použijte pole rychlého připojení níže pro připojení k hostovi.
el: Δεν δημιουργήθηκαν κεντρικοί υπολογιστές
fr: Utilisez la boîte de connexion rapide en bas pour vous connecter à un serveur
gl: Todavía non se crearon servidores
hu: Használja a gyors csatlakozás dobozt a csatlakozáshoz.
it: Usa la casella connessione rapida qui sotto per connetterti ad un host.
lo: ຍັງບໍ່ມີໂຮສທີ່ສ້າງຂຶ້ນ.
nb: Bruk hurtigtilkoblingsboksen under for å koble til en vert.
nl: Gebruik het snel-verbindings vierkant onder om een host te verbinden.
pt: Nenhum servidor criado.
sk: Použite pole rýchleho pripojenia nižšie pre pripojenie k hostiteľovi.
sr: Користите поље за брзо повезивање испод да бисте се повезали са домаћином.
tr: Sunucuya bağlanmak için aşağıdaki hızlı bağlan kutucuğunu kullan

# terminal_no_hosts_connected
source: No hosts currently connected
ca: No hi ha servidors connectats actualment
cs: Žádný host není připojený
el: Δεν έχετε συνδεθεί
fr: Aucun hôte actuellement connecté
gl: Non hai servidores actualmente conectados
hu: Nincs csatlakozva
it: Nessun host attualmente connesso
lo: ປະຈຸບັນບໍ່ມີໂຮສທີ່ເຊື່ອມຕໍ່ຢູ່
nb: Ingen verter tilkoblet for øyeblikket
nl: Momenteel geen hosts verbonden
pt: Nenhum servidor atualmente ligado
sk: Žiadny hostiteľ nie je pripijený
sl: Trenutno ni noben gostitelj povezan
sr: Нема повезаних домаћина тренутно
tr: Hiçbir sunucuya bağlanılmadı

# color_red
source: red
ca: vermell
cs: červená
el: κόκκινο
fr: rouge
gl: vermello
hu: piros
it: rosso
lo: ສີແດງ
nb: rød
nl: rood
pt: vermelho
sk: červená
sl: rdeča
sr: црвена
tr: kırmızı

# color_green
source: green
ca: verd
cs: zelená
el: πράσινο
fr: vert
gl: verde
hu: zöld
it: verde
lo: ສີຂຽວ
nb: grønn
nl: groen
pt: verde
sk: zelená
sl: zelena
sr: зелена
tr: yeşil

# color_blue
source: blue
ca: blau
cs: modrá
el: μπλε
fr: bleu
gl: azul
hu: kék
it: blu
lo: ສີຟ້າ
nb: blå
nl: blauw
pt: azul
sk: modrá
sl: modra
sr: плава
tr: mavi

# color_gray
source: gray
ca: gris
cs: šedá
el: γκρι
fr: gris
gl: gris
hu: szürke
it: grigio
lo: ສີເທົາ
nb: grå
nl: grijs
pt: cinzento
sk: sivá
sl: siva
sr: сива
tr: gri

# image_description_key_is_locked
source: Key is locked.
ca: La clau està blocada.
cs: Klíč je zamčený
el: Κλείδωσε
fr: Clef verrouillée
gl: A chave está bloqueada
hu: A Kulcs zárolva.
it: La chiave e' bloccata.
lo: ຄີຖືກລັອກ.
pt: A chave está bloqueada.
sr: Кључ је закључан.

# image_description_volume
source: Volume
ca: Volum
cs: Hlasitost
el: Ένταση ήχου
lo: ລະດັບສຽງ
sl: Glasnost

# pubkey_add_new
source: Add new pubkey
ca: Afegeix una clau pública nova
cs: Přidat nový veřejný klíč
el: Προσθήκη νέου δημόσιου κλειδιού
fr: Ajouter une clé publique
gl: Engadir nova chave pública
it: Nuova chiave pubblica
lo: ເພີ່ມ pubkey ໃໝ່
pt: Adicionar nova chave publica

# discard_host_changes_message
source: Host URI is invalid. Would you like to discard changes?
ca: L'URI no és vàlida. Voleu descartar els canvis?
cs: URI hostitele není validní. Zahodit změny?
el: Η διεύθυνση του κεντρικού υπολογιστή είναι άκυρη. Θέλετε να απορρίψετε τις αλλαγές;
fr: L'hôte est invalide, souhaitez-vous supprimer les modifications ?
gl: A URI do servidor é inválida. Queres descartar os cambios?
it: URI dell'host non valido. Annullare le modifiche?
lo: URI ຂອງໂຮສບໍ່ຖືກຕ້ອງ. ທ່ານຕ້ອງການຍົກເລີກການປ່ຽນແປງບໍ?
pt: URI de servidor inválido. Gostaria de descartar as alterações?

# discard_host_button
source: Discard
ca: Descarta
cs: Zahodit
el: Απόρριψη
fr: Supprimer
gl: Descartar
it: Scarta
lo: ຍົກເລີກ
pt: Descartar
sl: Zavrzi

# discard_host_cancel_button
source: Keep editing
cs: Dále upravovat
el: Συνεχίστε την ενημέρωση
fr: Continuer l'édition
gl: Continuar editando
it: Continua la modifica
lo: ແກ້ໄຂຕໍ່
pt: Continuar a editar

# key_type_rsa_bits
source: RSA %d-bit
it: %d bit per RSA
lo: RSA %d-ບິດ

# key_type_dsa_bits
source: DSA %d-bit
it: %d bit per DSA
lo: DSA %d-ບິດ

# key_type_ec_bits
source: EC %d-bit
it: %d bit per EC
lo: EC %d-ບິດ

source: Key type unknown
ca: Tipus de clau desconeguda
cs: Neznámý typ klíče
el: Άγνωστος τύπος κλειδιού
fr: Type de clé inconnu
gl: Tipo de chave descoñecido
it: Combinazione sconosciuta
lo: ປະເພດຄີບໍ່ຮູ້ຈັກ
pt: Tipo de chave desconhecido

# key_attribute_encrypted
source: (encrypted)
ca: (xifrat)
cs: (zašifrováno)
el: (κρυπτογραφημένο)
fr: (chiffrée)
gl: (encriptada)
it: (criptato)
lo: (ເຂົ້າລະຫັດ)
pt: (encriptado)
sl: (šifrirano)

# notification_requirement_explanation
source: Notification permission is required to display running sessions in the background
lo: ຕ້ອງການການອະນຸຍາດການແຈ້ງເຕືອນເພື່ອສະແດງເຊດຊັນທີ່ກຳລັງເຮັດວຽກຢູ່ເບື້ອງຫຼັງ

# continue_anyway
source: Continue without
lo: ດຳເນີນການຕໍ່ໂດຍບໍ່ມີ

source: Allow
lo: ອະນຸຍາດ

# list_delkey_backspace
source: Backspace
ca: Retrocés
el: Πλήκτρο Backspace
fr: Retour arrière
gl: Retroceso
it: Barra Spaziatrice
nb: Tilbaketast
pt: Tecla Backspace
sl: Vračalka
tr: Sil

# list_delkey_del
source: Delete
ca: Suprimeix
el: Πλήκτρο διαγραφής
fr: Supprimer
gl: Borrar
it: Elimina
nb: Slett
nl: Verwijderen
pt: Apagar
sr: Обриши
tr: Sil

# list_camera_esc_a
source: Esc+A
fr: Echap+A

# paste_shortcut
source: Ctrl-Shift-V
ca: Ctrl-Maj-V
