Repository: connectbot/connectbot
Catalog: app/locale/fortune/*.po
Languages: ar, ca, cs, el, fr, gl, hu, it, ja, lo, nb, nl, pl, pt, pt_br, sk, sl, sr, tr

# list_menu_settings
source: Settings
ar: الإعدادات
ca: Arrenjaments
cs: Nastavení
el: Ρυθμίσεις
fr: Réglages
gl: Axustes
hu: Beállítások
it: Impostazioni
ja: 設定
lo: ການຕັ້ງຄ່າ
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Definições
pt_br: Configurações
sk: Nastavenia
sl: Nastavitve
sr: Поставке
tr: Ayarlar

# list_host_disconnect
source: Disconnect
ar: قطع الاتصال
ca: Desconnecta
cs: Odpojit
el: Αποσύνδεση
fr: Déconnexion
gl: Desconectar
hu: A kapcsolat bontása
it: Disconnetti
ja: 切断
lo: ຕັດການເຊື່ອມຕໍ່
nb: Koble fra
nl: Verbreek verbinding
pl: Rozłącz
pt: Desconectar
pt_br: Desconectar
sk: Odpojiť
sl: Prekini povezavo
sr: Прекини везу
tr: Bağlantıyı kes

# list_host_edit
source: Edit host
ar: تعديل الخادم
ca: Edita el servidor
cs: Upravit hosta
el: Επεξεγρασία κεντρικού υπολογιστή
fr: Éditer le serveur
gl: Editar servidor
hu: Kiszolgáló szerkesztése
it: Modifica connessione
ja: 接続ホストの編集
lo: ແກ້ໄຂໂຮສ
nb: Rediger vert
nl: Bewerk host
pl: Edytuj host
pt: Editar servidor
pt_br: Editar host
sk: Zmeniť hostiteľa
sl: Urejaj gostitelja
sr: Уреди домаћина
tr: Sunucu düzenle

# list_host_portforwards
source: Edit port forwards
ar: تعديل التحويلات المنفذية
ca: Edita el redireccionament de ports
cs: Upravit přesměrování portů
el: Επεξεργασία προώθησης θύρας
fr: Éditer les redirections de port
gl: Editar redireccións de porto
hu: Port átirányítások szerkesztése
it: Modifica inoltri porta
ja: ポート転送の編集
lo: ແກ້ໄຂການສົ່ງຕໍ່ພອດ
nb: Rediger portvidersendinger
nl: Bewerk port forwards
pl: Edytuj przekierowania portów
pt: Editar redirecionamento de portas
pt_br: Editar encaminhamento de porta
sk: Upraviť presmerovanie portov
sl: Urejaj posredovanja vrat
sr: Уреди прослеђења портова
tr: Port yönlendirmeleri düzenle

# list_host_delete
source: Delete host
ar: احذف الخادم
ca: Elimina servidors
cs: Smazat hosta
el: Διαγραφή κεντρικού υπολογιστή
fr: Effacer le serveur
gl: Borrar servidor
hu: Kiszolgáló törlése
it: Elimina connessione
ja: 接続ホストの削除
lo: ລຶບໂຮສ
nb: Slett vert
nl: Verwijder hosts
pl: Usuń host
pt: Eliminar servidor
pt_br: Apagar host
sk: Zmazať hostiteľa
sl: Izbriši gostitelja
sr: Обриши домаћина
tr: Sunucuyu sil

# list_host_duplicate
source: Duplicate host
ar: تكرار اسم المضيف
pt_br: Host duplicado

# list_host_forget_keys
source: Forget host keys
ar: تجاهل مفاتيح المضيف
pt_br: Esquecer as chaves do host

# list_rotation_default
source: Default
ar: افتراضي
ca: Per defecte
cs: Standardní
el: Προεπιλογή
fr: Par défaut
gl: Por defecto
hu: Alapbeállitás
it: Predefinita
ja: デフォルト
lo: ຄ່າເລີ່ມຕົ້ນ
nb: Forvalg
nl: Standaard
pl: Domyślne
pt: Predefinição
pt_br: Padrão
sk: Predvolené
sl: Privzeto
sr: Подразумевана
tr: Varsayılan

# list_rotation_land
source: Force landscape
ar: فرض وضع العرض الأفقي
ca: Força horitzontal
cs: Vynutit na šířku
el: Επιβολή τοπίου
fr: Forcer le mode paysage
gl: Forzar horizontal
hu: Fekvő mód kényszerítése
it: Forza orizzontale
ja: 横向き固定
lo: ບັງຄັບແນວນອນ
nb: Tving landskap
nl: Forceer landschap
pl: Wymuś orientację poziomą
pt: Forçar modo paisagem
pt_br: Forçar modo paisagem
sk: Vynútiť na šírku
sl: Prisili ležeče
sr: Наметни пејзаж
tr: Yatay zorunlu

# list_rotation_port
source: Force portrait
ar: فرض وضع الشاشة الرأسي
ca: Força vertical
cs: Vynutit na výšku
el: Επιβολή πορτρέτου
fr: Forcer le mode portrait
gl: Forzar vertical
hu: Álló mód kényszerítése
it: Forza verticale
ja: 縦向き固定
lo: ບັງຄັບແນວຕັ້ງ
nb: Tving portrett
nl: Forceer portret
pl: Wymuś orientację pionową
pt: Forçar retrato
pt_br: Forçar modo retrato
sk: Vynútiť na výšku
sl: Prisili pokončno
sr: Наметни портрет
tr: Dikey zorunlu

# list_rotation_auto
source: Automatic
ar: تلقائي
ca: Automàtic
cs: Automaticky
el: Αυτόματα
fr: Automatique
gl: Automática
hu: Automatikus
it: Automatica
ja: 自動判定
lo: ອັດຕະໂນມັດ
nb: Automatisk
nl: Automatisch
pl: Automatycznie
pt: Automático
pt_br: Automático
sk: Automaticky
sl: Samodejno
sr: Аутоматска
tr: Otomatik

# list_camera_ctrlaspace
source: Ctrl+A then Space
ar: Ctrl+A ثم مسافة
ca: Ctrl+A llavors Espai
cs: Ctrl+A potom mezerník
el: Ctrl+A και μετά Space
fr: Ctrl+A puis Espace
gl: Ctrl+A e despois espacio
hu: Ctrl+A majd Space
it: Ctrl+A poi Spazio
ja: Ctrl+Aに続いてSpace
lo: Ctrl+A ແລ້ວ Space
nb: Ctrl+A og mellomrom
nl: Ctrl+A en dan Spatie
pl: Ctrl+A następnie Spacja
pt: Ctrl+A seguido de Espaço
pt_br: Ctrl + A + Espaço
sk: Ctrl+A , potom medzerník
sl: Ctrl+A nato Space
sr: Ctrl+A онда размакница
tr: Ctrl+A ardından Boşluk

# list_camera_none
source: None
ar: لا شيء
ca: Res
cs: Nic
el: Καμία
fr: Aucun
gl: Ningún
hu: Semmit
it: Niente
ja: なし
lo: ບໍ່ມີ
nb: Ingen
nl: Geen
pl: Brak akcji
pt: Nenhum
pt_br: Nada
sk: Žiadny
sl: Nič
sr: Ништа
tr: Hiçbiri

# list_camera_text_input
source: Text Input
ar: إدخال نص
ja: テキスト入力
pl: Wprowadzanie tekstu
pt_br: Entrada de Texto

# delete_message
source: Are you sure you want to delete '%1$s'?
ar: هل أنت متأكد أنك تريد حذف "%1$s"؟
ca: Estas segur que vols esborrar '%1$s'?
cs: Určitě chcete smazat '%1$s'?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε το '%1$s';
fr: Êtes-vous sûr de vouloir supprimer '%1$s' ?
gl: Está seguro de querer borrar '%1$s'?
hu: Biztosan törli a '%1$s'-t?
it: Sei sicuro di voler eliminare '%1$s'?
ja: '%1$s'を削除してよろしいですか?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບ '%1$s'?
nb: Er du sikker på at du vil slette '%1$s'?
nl: Weet je zeker dat je '%1$s' wilt verwijderen?
pl: Jesteś pewien, że chcesz usunąć '%1$s'?
pt: Tem a certeza que deseja eliminar '%1$s'?
pt_br: Certeza que quer deletar '%1$s' ?
sk: Naozaj chcete zmazať '%1$s'?
sl: Ali ste prepričani, da želite izbrisati '%1$s'?
sr: Желите ли заиста да обришете „%1$s“?
tr: '%1$s' silinecek onaylıyor musunuz?

# delete_pos
source: Yes, delete
ar: نعم، احذف.
ca: Sí, esborra
cs: Ano, smazat
el: Ναι, διέγραψε
fr: Oui, supprimer
gl: Si, borrar
hu: Igen, törlés
it: Sì, elimina
ja: はい、削除します
lo: ແມ່ນ, ລຶບ
nb: Ja, slett
nl: Ja, verwijder
pl: Tak, usuń
pt: Sim, apagar
pt_br: Sim, apagar
sk: Áno, vymazať
sl: Da, izbriši.
sr: Да, обриши
tr: Evet, sil

# delete_neg
source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
el: Άκυρο
fr: Annuler
gl: Cancelar
hu: Mégsem
it: Annulla
ja: キャンセル
lo: ຍົກເລີກ
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
pt_br: Cancelar
sk: Zrušiť
sl: Prekliči
sr: Одустани
tr: İptal Et

# disconnect_all_message
source: Are you sure you want to disconnect from all connected hosts?
ar: هل أنت متأكد من أنك تريد قطع الاتصال بجميع الأجهزة المتصلة؟
ca: Segur que voleu desconnectar de tots els equips remots?
cs: Opravdu chcete ukončit všechna otevřená spojení?
el: Είστε σίγουροι ότι θέλετε να αποσυνδεθείτε από όλες τις συνδέσεις;
fr: Êtes-vous certain de vouloir vous déconnecter de tous les serveurs ?
gl: Está seguro de querer desconectar de todos os servidores?
it: Disconnettersi da tutti gli host connessi?
ja: 接続されたホストをすべて切断してもよろしいですか?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການຕັດການເຊື່ອມຕໍ່ຈາກໂຮສທີ່ເຊື່ອມຕໍ່ຢູ່ທັງໝົດ?
nl: Weet je zeker dat je de verbinding wilt verbreken van alle verbonden hosts?
pl: Czy jesteś pewien, że chcesz rozłączyć się ze wszystkimi hostami?
pt: Tem certeza de que deseja desconectar de todos os servidores conectados?
pt_br: Tem certeza de que deseja desconectar de todos os hosts conectados?

# disconnect_all_pos
source: Yes, disconnect
ar: نعم ، اقطع الإتصال
ca: Sí, desconnecta
cs: Ano, odpojit
el: Ναι, αποσύνδεσε
fr: Oui
gl: Si, desconectar
it: Sì, disconnettiti
ja: はい、切断します
lo: ແມ່ນ, ຕັດການເຊື່ອມຕໍ່
pl: Tak, rozłącz
pt: Sim, desligar
pt_br: Sim, desconectar

# disconnect_all_neg
source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
el: Άκυρο
fr: Annuler
gl: Cancelar
it: Annulla
ja: キャンセル
lo: ຍົກເລີກ
pl: Anuluj
pt: Cancelar
pt_br: Cancelar
sl: Prekliči

# terminal_connecting
source: Connecting to %1$s:%2$d via %3$s
ar: جارٍ الاتصال بِـ %1$s:%2$d عبر %3$s
ca: Connectant a %1$s:%2$d via %3$s
cs: Připojování k %1$s:%2$d přes %3$s
el: Συνδέεστε με %1$s:%2$d διαμέσου %3$s
fr: Connexion à %1$s:%2$d via %3$s
gl: Conectando a %1$s:%2$d via %3$s
hu: Csatlakozás %1$s:%2$d a %3$s protokollon
it: Connessione a %1$s:%2$d via %3$s
ja: %1$s:%2$dに%3$sで接続しています
lo: ກຳລັງເຊື່ອມຕໍ່ໄປທີ່ %1$s:%2$d ຜ່ານ %3$s
nb: Kobler til %1$s:%2$d via %3$s
nl: Bezig met verbinden naar %1$s:%2$d via %3$s
pl: Łączenie z hostem %1$s:%2$d przez %3$s
pt: A ligar a %1$s:%2$d via %3$s
pt_br: Conectando no %1$s:%2$d via %3$s
sk: Pripájanie k %1$s:%2$d cez %3$s
sl: Povezujem se na %1$s:%2$d preko %3$s
sr: Повезујем се са %1$s:%2$d преко %3$s
tr: %3$s ile %1$s:%2$d bağlanıyor

# terminal_sucess
source: Verified host '%1$s' key: %2$s
ar: تم التحقق من مفتاح المضيف '%1$s': %2$s
ca: Clau de servidor '%1$s' verificada: %2$s
cs: Klíč ověřeného hostitele '%1$s': %2$s
el: Επαληθευμένος κεντρικός υπολογιστής '%1$s' με κλειδί: %2$s
fr: Clé de vérification de l'hôte '%1$s' : %2$s
gl: Servidor verificado '%1$s' chave: %2$s
hu: Azonosított '%1$s' gépnév kulcsa: %2$s
it: Host verificato '%1$s' chiave: %2$s
ja: ホスト'%1$s' キー%2$s を検証しました
lo: ຢືນຢັນຄີຂອງໂຮສ '%1$s' ແລ້ວ: %2$s
nb: Verifiserte vert '%1$s' sin nøkkel: %2$s
nl: Gecontroleerde host '%1$s' sleutel: %2$s
pl: Host '%1$s ' zweryfikowany kluczem: %2$s
pt: Verificado servidor '%1$s' chave: %2$s
pt_br: Anfitrião comprovado '%1$s' chave: %2$s
sk: Hostiteľ overený '%1$s' kľúč: %2$s
sl: Preverjen gostitelj '%1$s' ključ: %2$s
tr: Host doğrulaması '%1$s' anahtar: %2$s

# terminal_failed
source: Host key verification failed.
ar: فشل التحقق من مفتاح المضيف.
ca: Verificació de la clau del servidor errònia.
cs: Selhalo ověření klíče hosta
el: Η επαλήθευση του κλειδιού του κεντρικού υπολογιστή απέτυχε.
fr: Authentification par clé échouée
gl: Fallou a verificación da chave do servidor
hu: Távoli gép, kulcs azonosítása sikertelen.
it: Verifica della chiave dell'host fallita.
ja: ホストキーが検証できません
lo: ການຢືນຢັນຄີຂອງໂຮສລົ້ມເຫຼວ.
nb: Verifisering av vertsnøkkelen feilet.
nl: Host sleutel verificatie mislukt
pl: Weryfikacja klucza dla hostu nie powiodła się.
pt: Falha na verificação da chave do servidor
pt_br: Falha na verificação da chave do host
sk: Overenie kľúča hostiteľa neúspešné.
sl: Preverjanje ključa gostitelja spodletelo.
tr: Sunucu anahtarı doğrulaması başarısız oldu

# terminal_using_s2c_algorithm
source: Server-to-client algorithm: %1$s %2$s
ar: خوارزمية من الخادم إلى العميل: %1$s %2$s
ca: Algoritme servidor-a-client: %1$s %2$s
cs: Algoritmus server-klient: %1$s %2$s
el: Αλγόριθμος διακομιστή-πελάτη: %1$s %2$s
fr: Algorithme serveur vers client : %1$s %2$s
gl: Algoritmo servidor-a-cliente: %1$s %2$s
hu: Szerver-kliens algoritmus: %1$s %2$s
it: Algoritmo server-to-client: %1$s %2$s
ja: サーバtoクライアント アルゴリズム: %1$s %2$s
lo: ອັນກໍຣິທຶມຈາກເຊີບເວີຫາລູກຂ່າຍ: %1$s %2$s
nb: Algoritme fra tjener til klient: %1$s %2$s
nl: Server-naar-cliënt algoritme: %1$s %2$s
pl: Algorytm serwer-klient: %1$s %2$s
pt: Algoritmo servidor-cliente: %1$s %2$s
pt_br: Algoritmo do servidor para o cliente: %1$s %2$s
sk: Server-klient algoritmus: %1$s %2$s
sl: Strežnik - odjemalec algoritem: %1$s %2$s
sr: Сервер-клијент алгоритам: %1$s %2$s
tr: Server-to-client s2c algoritması: %1$s %2$s

# terminal_using_c2s_algorithm
source: Client-to-server algorithm: %1$s %2$s
ar: خوارزمية الاتصال بين العميل والخادم: %1$s %2$s
ca: Algoritme client-a-servidor: %1$s %2$s
cs: Algoritmus klient-server: %1$s %2$s
el: Αλγόριθμος πελάτη-διακομιστή: %1$s %2$s
fr: Algorithme client vers serveur : %1$s %2$s
gl: Algoritmo cliente-a-servidor: %1$s %2$s
hu: Kliens-szerver algoritmus: %1$s %2$s
it: Algoritmo client-to-server: %1$s %2$s
ja: クライアントからサーバ アルゴリズム: %1$s %2$s
lo: ອັນກໍຣິທຶມຈາກລູກຂ່າຍຫາເຊີບເວີ: %1$s %2$s
nb: Algoritme fra klient til tjener: %1$s %2$s
nl: Cliënt-naar-server algoritme: %1$s %2$s
pl: Algorytm klient-serwer: %1$s %2$s
pt: Algoritmo cliente-servidor: %1$s %2$s
pt_br: Algoritmo do cliente para o servidor: %1$s %2$s
sk: Klient-server algoritmus: %1$s %2$s
sl: Odjemalec - strežnik algoritem: %1$s %2$s
sr: Клијент-сервер алгоритам: %1$s %2$s
tr: Client-to-server c2s algoritması: %1$s %2$s

# terminal_using_algorithm
source: Using algorithm: %1$s %2$s
ar: باستخدام الخوارزمية: %1$s %2$s
ca: Usant algoritme: %1$s %2$s
cs: Použitý algoritmus: %1$s %2$s
el: Χρήση αλγορίθμου: %1$s %2$s
fr: Utilisation de l'algorithme de chiffrement : %1$s %2$s
gl: Utilizando algoritmo: %1$s %2$s
hu: Használt algoritmus: %1$s %2$s
it: Algoritmo in uso: %1$s %2$s
ja: 使用アルゴリズム: %1$s %2$s
lo: ກຳລັງໃຊ້ອັນກໍຣິທຶມ: %1$s %2$s
nb: Bruker algoritme: %1$s %2$s
nl: Gebruikt algoritme: %1$s %2$s
pl: Użyty algorytm: %1$s %2$s
pt: A usar algoritmo %1$s %2$s
pt_br: Usando o algoritmo: %1$s %2$s
sk: Použitie algoritmu: %1$s %2$s
sl: Uporabljam algoritem: %1$s %2$s
sr: Користим алгоритам: %1$s %2$s
tr: Kullanılan algoritma: %1$s %2$s

# terminal_kex_algorithm
source: Key exchange algorithm: %s
ar: خوارزمية تبادل المفاتيح: %s
ca: Algoritme de canvi de clau: %s
cs: Algoritmus výměny klíčů: %s
el: Αλγόριθμος ανταλλαγής κλειδιών: %s
fr: Algorithme d'échange de clés : %s
gl: Algoritmo de intercambio de chave: %s
it: Algoritmo scambio chiavi: %s
ja: 鍵交換アルゴリズム： %s
lo: ອັນກໍຣິທຶມການແລກປ່ຽນຄີ: %s
pl: Algorytm wymiany kluczy: %s
pt: Algoritmo de troca de chaves: %s
pt_br: Algoritmo de troca de chaves: %s
sr: Кеи Екцханге алгоритам: %s

# terminal_auth
source: Trying to authenticate
ar: جارٍ محاولة المصادقة
ca: Intentant autenticar
cs: Pokus o autentizaci
el: Προσπάθεια ταυτοποίησης
fr: Tentative d'authentification
gl: Intentando autenticar
hu: Azonosítási probálkozás
it: Tentativo di autenticazione
ja: 認証を試行中
lo: ກຳລັງພະຍາຍາມກວດສອບສິດ
nb: Forsøker å autentisere
nl: Probeert te authenticeren
pl: Próba uwierzytelnienia
pt: A tentar autenticação
pt_br: Tentando autenticação
sk: Pokus o overenie
sl: Poskušam se overit
sr: Покушавам аутентификацију
tr: Kimlik doğrulaması yapılıyor

# terminal_auth_pass
source: Attempting 'password' authentication
ar: جارٍ محاولة المصادقة باستخدام "كلمة المرور"
ca: Intentant autenticació de 'contrasenya'
cs: Pokus o autentizaci heslem …
el: Προσπάθεια ταυτοποίησης με κωδικό πρόσβασης
fr: Tentative d'authentification par mot de passe
gl: Intentando autenticación por contrasinal
hu: Próbálkozás 'password' azonosítással
it: Provando l'autenticazione 'password'
ja: 'password' 認証を試行
lo: ກຳລັງພະຍາຍາມກວດສອບສິດແບບ 'password'
nb: Forsøker 'passord'-autentisering
nl: Probeert 'wachtwoord' authenticatie
pl: Próba uwierzytelnienia za pomocą hasła
pt: A tentar autenticação por 'palavra-chave'
pt_br: Tentativa de autenticação de 'senha' em andamento
sk: Pokus o overenie heslom
sl: Poskušam overitev z geslom
sr: Покушавам аутентификацију лозинком
tr: 'Şifre' doğrulaması yapılıyor

# terminal_auth_pass_fail
source: Authentication method 'password' failed
ar: فشلت طريقة المصادقة 'كلمة المرور'
ca: Autenticació amb 'contrasenya' errònia
cs: Pokus o autentizaci heslem selhal
el: Απέτυχε η ταυτοποίηση με 'password'
fr: L'authentification par mot de passe a échoué
gl: Fallou o método de autenticación por contrasinal
hu: A 'password' azonosítás sikertelen.
it: Metodo di autenticazione 'password' fallito
ja: 'password' 認証失敗
lo: ວິທີການກວດສອບສິດແບບ 'password' ລົ້ມເຫຼວ
nb: Autentiseringsmetode 'passord' feilet
nl: Authenticatie methode 'wachtwoord' mislukt
pl: Uwierzytelnienie hasłem nie powiodło się
pt: Falhou a autenticação com método 'palavra-chave'
pt_br: Método de autenticação por 'senha' falhou
sk: Overenie heslom neúspešné
sl: Overitev z geslom spodletela
sr: Метода аутентификације лозинком није успела
tr: Kimlik doğrulama 'şifre' başarısız

# terminal_auth_saved_password
source: Trying saved password…
ar: جارٍ تجربة كلمة المرور المحفوظة...
pt_br: Tentando usar a senha salva…

# terminal_auth_saved_password_fail
source: Saved password authentication failed
ar: فشل المصادقة باستخدام كلمة المرور المحفوظة.
pt_br: A autenticação com senha salva falhou

# terminal_auth_pubkey_any
source: Attempting 'publickey' authentication with any in-memory public keys
ar: جارٍ محاولة المصادقة باستخدام 'المفتاح العام' مع أي من المفاتيح العامة الموجودة في الذاكرة.
ca: Intentant autenticació amb 'claus públiques' amb totes les claus en memòria
cs: Pokus o autentizaci jakýmkoliv veřejným klíčem v paměti …
el: Προσπάθεια ταυτοποίησης 'publickey' με όλα τα δημόσια κλειδιά στη μνήμη
fr: Tentative d'authentification avec une clé publique en mémoire
gl: Intentanto autenticación de chave pública con calquera chave pública en memoria
hu: Próbálkozás 'publickey' azonosítással, bármely memóriában található nyilvános kulccsal
it: Tentativo di utilizzo autenticazione a 'chiave pubblica' con una delle chiavi pubbliche in memoria
ja: メモリ上の公開鍵による 'publickey' 認証を試行
lo: ກຳລັງພະຍາຍາມກວດສອບສິດແບບ 'publickey' ດ້ວຍຄີສາທາລະນະທີ່ມີຢູ່ໃນໜ່ວຍຄວາມຈຳ
nb: Forsøker 'publickey'-autentisering med lagrede offentlige nøkler
nl: Probeert 'publieke sleutel' authenticatie met een willekeurige in-geheugen publieke sleutel
pl: Próba uwierzytelnienia za pomocą dowolnego zapamiętanego klucza publicznego
pt: A tentar autenticação de chave pública (pubkey) com todas as chaves públicas em memória
pt_br: Tentando autenticação 'chave pública' com qualquer chave pública na memória
sk: Pokus o overenie verejným kľúčom z pamäti
sr: Покушавам аутентификацију кључем помоћу било којег јавног кључа у меморији
tr: Bellekteki herhangi bir umumi-anahtar ile 'umumi-anahtar' doğrulaması yapılıyor

# terminal_auth_pubkey_invalid
source: Selected public key is invalid, try reselecting key in host editor
ar: المفتاح العام المحدد غير صالح، حاول إعادة تحديده في محرر المضيف.
ca: La clau pública seleccionada és invàlida, intenta reseleccionar la clau en l'editor del servidor
cs: Vybraný veřejný klič je neplatný, zkuste jej znovu vybrat při úpravě hosta
el: Το επιλεγμένο δημόσιο κλειδί είναι άκυρο, προσπαθήστε να επιλέξετε ξανά το κλειδί του κεντρικού υπολογιστή
fr: La clé publique sélectionnée est invalide, essayez de sélectionner une clé dans les préférences de l'hôte
gl: A chave pública seleccionada é inválida, intenta reseleccionar a chave no editor de servidor
hu: A nyilvános kulcs hibás, próbálja újra kiválasztani az állomás kezelőből
it: La chiave pubblica selezionata non è valida, provare a riselezionare la chiave nell'host editor
ja: 選択された公開鍵は無効です、ホストの編集で選び直してください
lo: ຄີສາທາລະນະທີ່ເລືອກບໍ່ຖືກຕ້ອງ, ລອງເລືອກຄີໃໝ່ໃນຕົວແກ້ໄຂໂຮສ
nb: Valgt offentlig nøkkel er ugyldig, forsøk å velge en annen nøkkel i vertsvinduet.
nl: Geselecteerde publieke sleutel is ongeldig, probeer herselecteren van de sleutel in de host bewerker
pl: Wybrany klucz publiczny jest nieprawidłowy, spróbuj wybrać inny w ustawieniach hostu
pt: A chave pública escolhida é inválida, tente escolher outra chave no editor de servidores
pt_br: A chave pública selecionada é inválida, tente selecionar outra no editor de hosts
sk: Vybraný verejný kľúč je neplatný, skúste zvoliť kľúč v editore hostiteľov
sr: Изабрани јавни кључ није исправан, покушајте поново изабрати кључ у уређивачу домаћина
tr: Seçilen umumi-anahtar geçersiz, host düzenleyicideki anahtarı tekrar seçerek deneyiniz

# terminal_auth_pubkey_specific
source: Attempting 'publickey' authentication with a specific public key
ar: جارٍ محاولة المصادقة باستخدام مفتاح عام محدد
ca: Intentant autenticació amb 'claus públiques' amb una clau específica
cs: Pokus o autentizaci zvoleným veřejným klíčem …
el: Προσπάθεια ταυτοποίησης 'publickey' με συγκεκριμένο δημόσιο κλειδί
fr: Tentative d'authentification par clé publique avec une clé publique spécifique
gl: Intentando autenticación por chave pública cunha chave pública específica
hu: Próbálkozás 'publickey' azonosítással, választott nyilvános kulccsal
it: Tentativo di autenticazione a 'chiave pubblica' con una chiave pubblica specifica
ja: 指定された公開鍵による 'publickey' 認証を試行
lo: ກຳລັງພະຍາຍາມກວດສອບສິດແບບ 'publickey' ດ້ວຍຄີສາທາລະນະທີ່ລະບຸ
nb: Forsøker 'publickey'-autentisering med angitt offentlig nøkkel
nl: Probeert 'publickey' authenticatie met een specifieke publieke sleutel
pl: Próba uwierzytelnienia za pomocą wybranego klucza publicznego
pt: A tentar autenticação de chave pública (publickey) com uma chave pública específica
pt_br: Tentando autenticação 'chave pública' com uma chave pública específica
sk: Pokus o overenie konkrétnym verejným kľúčom
sr: Покушавам аутентификацију кључем помоћу наведеног јавног кључа
tr: yerel umumi-anahtar specific public key ile 'publickey' doğrulaması yapılıyor

# terminal_auth_biometric
source: Requesting biometric authentication for key '%1$s'
ar: جارٍ طلب المصادقة البيومترية للمفتاح '%1$s'
ja: バイオメトリック認証をキー'%1$s'に要求しています
pl: Wnioskowanie o uwierzytelnienie biometryczne dla klucza '%1$s'
pt_br: Solicitando autenticação biométrica para a chave '%1$s'

# terminal_auth_biometric_invalidated
source: Biometric key '%1$s' has been invalidated. This can happen when new fingerprints are enrolled on the device. Please generate a new key.
ar: تم إلغاء صلاحية المفتاح البيومتري '%1$s'. يمكن أن يحدث هذا عند تسجيل بصمات جديدة على الجهاز. يرجى إنشاء مفتاح جديد.
pt_br: A chave biométrica '%1$s' foi invalidada. Isso pode acontecer quando novas impressões digitais são cadastradas no dispositivo. Gere uma nova chave.

# terminal_auth_pubkey_fail
source: Authentication method 'publickey' with key '%1$s' failed
ar: فشلت طريقة المصادقة 'publickey' باستخدام المفتاح '%1$s'.
ca: Mètode d'autenticació 'claus públiques' amb clau '%1$s' fallit
cs: Pokus o autentizaci veřejným klíčem '%1$s' selhal
el: Απέτυχε η ταυτοποίηση με 'publickey' και κλειδί '%1$s'
fr: La méthode d'authentification par clé publique avec la clé '%1$s' a échoué.
gl: Fallou o métode de autenticación por chave pública coa chave '%1$s'
hu: A '%1$s' kulccsal történt 'publickey' azonosítás sikertelen.
it: Metodo di autenticazione a 'chiave pubblica' con la chiave '%1$s' fallito
ja: 鍵 '%1$s' での 'publickey' 認証に失敗
lo: ວິທີການກວດສອບສິດແບບ 'publickey' ດ້ວຍຄີ '%1$s' ລົ້ມເຫຼວ
nb: Autentisering med 'publickey' og nøkkel '%1$s' mislyktes
nl: Authenticatie methode 'publickey' met sleutel '%1$s' gefaald
pl: Uwierzytelnienie metodą klucza publicznego z kluczem '%1$s' nie powiodło się
pt: Falhou a autenticação com método de chave pública (publickey) com a chave '%1$s'
pt_br: Método de autenticação 'publickey' com a chave '%1$s' falhou
sk: Overenie verejným kľúčom '%1$s' zlyhalo
sl: Spodletela avtentikacijska metoda 'publickey' z ključem '%1$s'
sr: Метода аутентификације кључем помоћу кључа „%1$s“ није успела
tr: Anahtar '%1$s' ile 'publickey' doğrulama işlemi başarısız

# terminal_auth_ki
source: Attempting 'keyboard-interactive' authentication
ar: جارٍ محاولة المصادقة باستخدام طريقة "التفاعل عبر لوحة المفاتيح"
ca: Intentant autenticació 'teclat-interactiu'
cs: Pokus o autentizaci 'keyboard-interactive' …
el: Προσπάθεια ελέγχου ταυτότητας με 'διαδραστικό πληκτρολόγιο'
fr: Tentative d'authentification par clavier
gl: Intentando autenticación interactiva por teclado
hu: Próbálkozás 'keyboard-interactive' azonosítással
it: Provando l'autenticazione 'keyboard-interactive'
ja: 'keyboard-interactive' 認証を試行
lo: ກຳລັງພະຍາຍາມກວດສອບສິດແບບ 'keyboard-interactive'
nb: Forsøker 'keyboard-interactive' autentisering
nl: Probeert 'keyboard-interactive' authenticatie
pl: Próba uwierzytelnienia za pomocą klawiatury
pt: A tentar autenticação pelo método 'teclado-interativo'
pt_br: Tentando autenticação 'teclado-interativo'
sk: Pokus o overenie cez interaktívnu klávesnicu
sr: Покушавам аутентификацију интерактивном тастатуром
tr: 'Klavyeden karşılıklı' kimlik doğrulaması deneniyor
