Repository: connectbot/connectbot
Catalog: app/locale/fortune/*.po
Languages: ar, ca, cs, el, fr, gl, hu, it, ja, lo, nb, nl, pl, pt, pt_br, sk, sl, sr, tr

# list_pubkeyids_none
source: Do not use keys
ar: لا تستخدم المفاتيح
ca: No usis claus
cs: Nepoužívat klíče
el: Μην χρησιμοποιούνται τα δημόσια κλειδιά
fr: Ne pas utiliser les clés publiques
gl: Non usar chaves
hu: Kulcsok használatának tiltása
it: Non usare chiavi
ja: 公開鍵を使わない
lo: ບໍ່ໃຊ້ຄີ
nb: Ikke bruk nøkler
nl: Gebruik sleutels niet
pl: Nie używaj kluczy
pt: Não usar chaves
pt_br: Não usar chaves
sk: Nepoužívať kľúče
sl: Ne uporabljaj ključev
sr: Не користи кључеве
tr: Tuşları kullanma

# list_pubkeyids_any
source: Use any unlocked key
ar: استخدم أي مفتاح غير مقفل
ca: Fes servir qualsevol clau desbloquejada
cs: Použít jakýkoliv odemčený klíč
el: Χρησιμοποίηση οπουδήποτε δομόσιου κλειδιού
fr: Utiliser une clé pour l'authentification
gl: Usar calquera chave desbloqueada
hu: Bármely nyilvános kulcs használata
it: Usa qualsiasi chiave sbloccata
ja: アンロックされた鍵のいずれかを使う
lo: ໃຊ້ຄີທີ່ປົດລັອກແລ້ວທັງໝົດ
nb: Bruk en vilkårlig ulåst tast
nl: Gebruik een willekeurige ontgrendelde sleutel
pl: Użyj dowolnego odblokowanego klucza
pt: Usar qualquer chave pública
pt_br: Usar qualquer chave pública
sk: Použiť ktorýkoľvek odomknutý kľúč
sl: Uporabi kateregakoli odklenjenega ključa
sr: Користи било који откључани кључ
tr: Herhangi bir tuşu kullan

# hostpref_nickname_title
source: Nickname
ar: الكنية
ca: Sobrenom
cs: Přezdívka
el: Ψευδώνυμο
fr: Nom
gl: Alcume
hu: Becenév
it: Soprannome
ja: ニックネーム
lo: ຊື່ຫຼິ້ນ
nb: Kallenavn
nl: Bijnaam
pl: Nazwa skrócona
pt: Apelido
pt_br: Apelido
sk: Prezývka
sl: Vzdevek
sr: Надимак
tr: Rumuz

# hostpref_color_title
source: Color category
ar: فئة اللون
ca: Color de la categoria
cs: Barevná kategorie
el: Κατηγορία χρώματος
fr: Catégorie de couleur
gl: Cor da categoría
hu: Szín-kategória
it: Categoria colore
ja: 色の系統
lo: ໝວດໝູ່ສີ
nb: Fargeinndeling
nl: Kleur categorie
pl: Kolor kategorii
pt: Cor da categoria
pt_br: Categoria de cor
sk: Farebná kategória
sl: Barvna kategorija
sr: Категорија боје
tr: Renk kategorisi

# color_red
source: Red
ar: أحمر
ja: レッド
pl: Czerwony
pt_br: Vermelho

# color_pink
source: Pink
ar: وردي
ja: ピンク
pl: Różowy
pt_br: Rosa

# color_purple
source: Purple
ar: أرجواني
ja: パープル
pl: Fioletowy
pt_br: Roxo

# color_deep_purple
source: Deep Purple
ar: ديب بيربل
ja: ディープパープル
pl: Głęboka Fioletowa
pt_br: Purple Profundo

# color_indigo
source: Indigo
ar: أزرق نيلي
ja: インディゴ
pl: Błękit
pt_br: Índigo

# color_blue
source: Blue
ar: أزرق
ja: ブルー
pl: Niebieski
pt_br: Azul

# color_light_blue
source: Light Blue
ar: أزرق فاتح
ja: ライトブルー
pl: Jasny niebieski
pt_br: Azul Claro

# color_cyan
source: Cyan
ar: أزرق سماوي
ja: シアン
pl: Błękitny
pt_br: Ciano

# color_teal
source: Teal
ar: لون أزرق مخضر
ja: ティール
pl: Zielony
pt_br: Azul Esverdeado

# color_green
source: Green
ar: أخضر
ja: グリーン
pl: Zielony
pt_br: Verde

# color_light_green
source: Light Green
ar: أخضر فاتح
ja: ライトグリーン
pl: Jasnozielony
pt_br: Verde Claro

# color_lime
source: Lime
ar: لايم
ja: ライム
pl: Limonka
pt_br: Limão

# color_yellow
source: Yellow
ar: أصفر
ja: イエロー
pl: Żółty
pt_br: Amarelo

# color_amber
source: Amber
ar: عنبر
ja: アンバー
pl: Bursztyn
pt_br: Âmbar

# color_orange
source: Orange
ar: برتقالي
ja: オレンジ
pl: Pomarańczowy
pt_br: Laranja

# color_gray
source: Gray
ar: رمادي
ja: グレー
pl: Szary
pt_br: Cinza

# hostpref_fontsize_title
source: Font size (pt)
ar: حجم الخط (pt)
ca: Mida de la lletra (pt)
cs: Velikost fontu (pt)
el: Μέγεθος γραμματοσειράς (pt)
fr: Taille de police (pt)
gl: Tamaño da fonte (pt)
hu: Betűtipus mérete (pt)
it: Dimensione caratteri (pt)
ja: フォントのサイズ (pt)
lo: ຂະໜາດຕົວອັກສອນ (pt)
nb: Skriftstørrelse (pt)
nl: Lettergrootte
pl: Rozmiar czcionki
pt: Tamanho da fonte (pt)
pt_br: Tamanho da fonte (pontos)
sk: Veľkosť písma (bodov)
sl: Velikost pisave (pt)
sr: Величина фонта (pt)
tr: Yazıtipi boyutu (pt)

# hostpref_fontfamily_title
source: Font
ar: الخط
ja: フォント
pl: Czcionka
pt_br: Fonte

# hostpref_colorscheme_title
source: Terminal color scheme
ar: مخطط ألوان الطرفية
ja: ターミナルカラースキーム
pl: Schemat kolorów terminala
pt_br: Esquema de cores do terminal

# hostpref_pubkeyid_title
source: Use pubkey authentication
ar: استخدم مصادقة المفتاح العام
ca: Usa autenticació de claus públiques
cs: Použít autentizaci veřejným klíčem
el: Χρήση ταυτοποίησης με δημόσιο κλειδί
fr: Utiliser l'authentification par clé publique
gl: Usar autenticación de chave pública
hu: Nyilvános kulcs használata azonosításhoz
it: Usa autenticazione a chiave pubblica
ja: 公開鍵認証を使用
lo: ໃຊ້ການກວດສອບສິດ pubkey
nb: Bruk offentlig nøkkel som godkjenning
nl: Gebruik pubkey authenticatie
pl: Używaj kluczy publicznych do uwierzytelnienia
pt: Utilizar autenticação por chave publica (pubkey)
pt_br: Usar autenticação por chave púbilca
sk: Použiť verejný kľúč pre autentifikáciu
sl: Uporabi overitev z javnim ključem
sr: Користи аутентификацију кључем
tr: Umumi-anahtar doğrulaması yap

# hostpref_authagent_title
source: Use SSH auth agent
ar: استخدم وكيل مصادقة SSH
ca: Usa agent d'autenticació SSH
cs: Použít SSH autorizačního agenta
el: Χρήση ταυτοποίησης πράκτορα SSH
fr: Utiliser l'agent d'authentification SSH
gl: Usar axente de autenticación SSH
hu: Az SSH auth agent használata
it: Usa l'agente di autorizzazione SSH
ja: SSH認証エージェントを使う
lo: ໃຊ້ຕົວແທນກວດສອບສິດ SSH
nb: Bruk SSH auth-agent
nl: Gebruik SSH auth agent
pl: Używaj agenta SSH dla uwierzytelniania
pt: Usar agente de autenticação SSH
pt_br: Usar agente de autenticação SSH
sk: Použiť SSH autorizačného agenta
sl: Uporabi SSH overitvenega agenta
sr: Користи ССХ агента за аутентификацију
tr: SSH auth agent teyidi kullan

# hostpref_postlogin_title
source: Post-login automation
ar: الأتمتة بعد تسجيل الدخول
ca: Automatització post-entrada
cs: Automatizace po přihlášení
el: Αυτοματοποίηση μετά τη σύνδεση
fr: Commande à exécuter automatiquement après l'authentification
gl: Automatización post-acceso
hu: Bejelentkezést követő automatikus parancsok
it: Automazione post-accesso
ja: ログイン後の自動実行
lo: ການເຮັດວຽກອັດຕະໂນມັດຫຼັງເຂົ້າສູ່ລະບົບ
nb: Kommandoer etter innlogging
nl: Na-login automatie
pl: Wykonaj po zalogowaniu
pt: Automação pós-login
pt_br: Automação pós-login
sk: Automatizácia po prihlásení
sr: Аутоматизација по пријави
tr: post-login otomasyonu

# hostpref_postlogin_summary
source: Commands to run on remote server once authenticated
ar: الأوامر التي سيتم تشغيلها على الخادم البعيد بعد المصادقة
ca: Comandes a executar en el servidor remot un cop autenticat.
cs: Příkazy které se spustí na vzdáleném serveru po přihlášení
el: Εντολές που εκτελούνται στον απομακρυσμένο διακομιστή μετά την ταυτοποίηση
fr: Commandes à lancer sur le serveur distant après s'être authentifié
gl: Comandos a executar no servidor remoto unha vez autenticado
hu: Olyan parancsok amelyek a bejelentkezést követően kerülnek futtatásra
it: Comandi da eseguire su un server remoto una volta autenticati
ja: 認証後にリモートで実行するコマンド
lo: ຄຳສັ່ງທີ່ຈະໃຫ້ເຮັດວຽກເທິງເຊີບເວີທາງໄກ ຫຼັງຈາກກວດສອບສິດແລ້ວ
nb: Kommandoer som kjøres på tilkoblet tjener etter vellykket autentisering
nl: Commando's om uit te voeren op de remote server wanneer geauthenticeerd
pl: Komendy do wykonania po stronie serwera po zalogowaniu
pt: Comandos a serem executados no servidor remoto após autenticação
pt_br: Comandos a serem executados no servidor remoto na autenticação
sk: Príkazy, ktoré sa spustia na vzdialenom serveri po prihlásení
sr: Наредбе за покретање на удаљеном серверу након аутентификације
tr: Uzak sunucuya bağlanıldığında çalıştırılacak komutlar

# hostpref_compression_title
source: Compression
ar: الضغط
ca: Compressió
cs: Komprese
el: Συμπίεση
gl: Compresión
hu: Tömörítés
it: Compressione
ja: 圧縮
lo: ການບີບອັດ
nb: Komprimering
nl: Compressie
pl: Kompresja
pt: Compressão
pt_br: Compressão
sk: Kompresia
sl: Stiskanje
sr: Компресија
tr: Sıkıştırma

# hostpref_compression_summary
source: This may help with slower networks
ar: قد يساعد هذا في تحسين الأداء على الشبكات البطيئة.
ca: Això pot ajudar per xarxes lentes
cs: Může pomoct na pomalejších sítích
el: Αυτό μπορεί να βοηθήσει για πιο αργά δίκτυα
fr: Cela peut aider pour les réseaux lents
gl: Esto podería axudar en redes lentas
hu: Jól jöhet lassú házatok esetén
it: Può essere utile con connessioni lente
ja: 遅いネットワークで有効かもしれません
lo: ອັນນີ້ອາດຈະຊ່ວຍໃນເຄືອຂ່າຍທີ່ຊ້າ
nb: Dette kan hjelpe på trege nettverk
nl: Dit kan helpen bij langzame netwerken
pl: Może pomóc przy wolniejszych łączach
pt: Isto pode ajudar em redes mais lentas
pt_br: Útil em conexões lentas (2G)
sk: Môže pomôcť pri pomalých sieťach
sl: To vam lahko pomaga pri počasnejših omrežjih
sr: Ово може да помогне при спорим мрежама
tr: Yavaş ağlarda yardımcı olabilir

# hostpref_wantsession_title
source: Start shell session
ar: ابدأ جلسة الطرفية
ca: Inicia una sessió de shell
cs: Spustit sezení shellu
el: Έναρξη συνόδου
fr: Démarrer une session en ligne de commande
gl: Comezar sesión de shell
hu: Parancssor indítása
it: Avvia sessione shell
ja: シェルセッションを使う
lo: ເລີ່ມເຊດຊັນ shell
nb: Start skallsesjon
nl: Start shell sessie
pl: Uruchom sesję powłoki
pt: Iniciar sessão de shell
pt_br: Iniciar sessão de terminal na conexão
sk: Spustiť sedenie shellu
sl: Začni sejo lupine
sr: Покрени сесију шкољке
tr: Shell oturumu başlat

# hostpref_wantsession_summary
source: Disable this preference to only use port forwards
ar: لتعطيل هذا الخيار، استخدم إعادة توجيه المنافذ فقط.
ca: Deshabilita aquesta preferència per només usar redireccionament de ports
cs: Vypněte tuto možnost pokud pouze přesměrováváte porty
el: Απενεργοποιήστε αυτή την προτίμηση για να χρησιμοποιείτε μόνο προωθήσεις θυρών
fr: Décochez cette case pour n'utiliser que les redirections de port
gl: Deshabilite esta preferencia para usar só redirección de portos
hu: Kapcsolja ki, ha csak port átirányitásokat akar
it: Disabilita questa preferenza per usare solo port forward
ja: ポート転送のみ行う場合に無効にしてください
lo: ປິດການຕັ້ງຄ່ານີ້ເພື່ອໃຊ້ສະເພາະການສົ່ງຕໍ່ພອດ
nb: Deaktiver denne innstillingen og benytt denne kun for portvideresending
nl: Schakel dit uit om alleen port forwards te gebruiken
pl: Wyłącz jeśli chcesz tylko przekierować porty
pt: Desactivar esta preferência para usar apenas redirecionamento de portas
pt_br: Desabilite esta preferência para usar apenas encaminhamento de portas
sk: Vypnite túto možnosť ak chcete len presmerovať porty
sr: Онемогућите да бисте користили само прослеђења портова
tr: Sadece port yönlendirmeyi kullanmak için bu seçeneği boş bırakın

# hostpref_stayconnected_title
source: Stay connected
ar: ابق على اتصال
ca: Manté connectat
cs: Zůstat připojený
el: Μείνετε συνδεδεμένοι
fr: Rester connecté
gl: Manter conectado
hu: Maradjon csatlakozva
it: Mantieni connessioni
ja: 接続の維持
lo: ເຊື່ອມຕໍ່ຕະຫຼອດເວລາ
nb: Oppretthold forbindelse
nl: Blijf verbonden
pl: Pozostań połączony
pt: Permanecer ligado
pt_br: Manter conectado
sk: Zostať pripojený
sl: Ostanite povezani
sr: Остани повезан
tr: Bağlı kal

# hostpref_stayconnected_summary
source: Try to reconnect to host if disconnected
ar: حاول إعادة الاتصال بالمضيف في حالة انقطاع الاتصال
ca: Intenta reconnectar al servidor si es desconnecta
cs: Zkusit se znovu připojit při odpojení
el: Προσπαθήστε να επανασυνδεθείτε με τον κεντρικό υπολογιστή αν αποσυνδεθείτε
fr: Essayer de se reconnecter à l'hôte si on est déconnecté
gl: Tentar reconectar ao servidor se é desconectado
hu: Újracsatlakozás ha a kapcsolat megszakad
it: Tenta di riconnettersi in caso di disconnessione
ja: 接続が切れたら再接続を試みます
lo: ພະຍາຍາມເຊື່ອມຕໍ່ກັບໂຮສຄືນໃໝ່ຖ້າຖືກຕັດການເຊື່ອມຕໍ່
nb: Forsøk å koble til på nytt ved frakobling
nl: Verbinding automatisch proberen te herstellen
pl: Spróbuj połączyć się z hostem ponownie po przerwaniu połączenia
pt: Tentar reconcertar ao servidor caso a ligação seja perdida
pt_br: Tentar reconectar ao host caso a conexão seja perdida
sk: Znovu sa pripojiť pri odpojení
sl: Poskusi se ponovno povezati, če se prekine povezava
sr: Покушај се поново повезати по прекиду везе
tr: Bağlantı koparsa tekrar bağlanmayı dene

# hostpref_quickdisconnect_title
source: Close on disconnect
ar: أغلق عند قطع الاتصال
ca: Tanca en desconnectar
cs: Zavřit po ukončení spojení
el: Κλείσιμο κατά την αποσύνδεση
fr: Fermer à la déconnexion
gl: Fechar ao desconectar
it: Chiudi alla disconnessione
ja: 切断時に閉じる
lo: ປິດເມື່ອຕັດການເຊື່ອມຕໍ່
pl: Zamknij po odłączeniu
pt: Fechar ao desligar
pt_br: Fechar ao desconectar
sr: Затвори по прекиду

# hostpref_quickdisconnect_summary
source: Close immediately after remote disconnect without prompting.
ar: أغلق على الفور بعد قطع الاتصال عن بعد دون مطالبة المستخدم.
ca: Tanca immediatament sense demanar en desconnectar de l'equip remot.
cs: Zavřít bez potvrzení ihned po vzdáleném ukončení spojení.
el: Κλείσιμο αμέσως μετά την απομακρυσμένη αποσύνδεση χωρίς προτροπή.
fr: Fermer immédiatement sans confirmation lorsque le serveur a fermé la connexion
gl: Fechar inmediatamente en desconexión remota sen preguntar.
it: Chiudi immediatamente senza conferma dopo la disconnessione del computer remoto.
ja: リモート切断後、プロンプトを表示せずにすぐに閉じます。
lo: ປິດທັນທີຫຼັງຈາກຕັດການເຊື່ອມຕໍ່ທາງໄກໂດຍບໍ່ຕ້ອງຖາມ.
pl: Zamknij natychmiast po odłączeniu zdalnym bez monitu
pt: Fechar imediatamente após servidor remoto desconectar sem aviso
pt_br: Feche imediatamente e após desligar remotamente sem avisar.
sr: Затвори без питања одмах по прекиду везе.

# hostpref_delkey_title
source: DEL Key
ar: مفتاح الحذف
ca: Tecla DEL
cs: Klávesa DEL
el: Πλήκτρο DEL
fr: Touche SUPPR
gl: Tecla Supr
hu: DEL billentyű
it: Tasto CANC
ja: DELキー
lo: ປຸ່ມ DEL
nb: DEL-knapp
nl: Del-toets
pl: Klawisz DEL
pt: Tecla DEL
pt_br: Tecla DEL
sk: Klávesa DEL
sl: Tipka DEL
sr: DEL тастер
tr: DEL tuşu

# hostpref_encoding_title
source: Encoding
ar: ترميز
ca: Codificació
cs: Kódování
el: Κωδικοποίηση
fr: Encodage
gl: Codificación
hu: Karakterkódolás
it: Codifica
ja: エンコーディング
lo: ການເຂົ້າລະຫັດ
nb: Tegnkoding
nl: Codering
pl: Kodowanie
pt: A codificar…
pt_br: Codificação
sk: Kódovanie
sl: Kodiranje
sr: Кодирање
tr: Dil Kodlaması

# hostpref_username_title
source: Username
ar: إسم المستخدم
ca: Nom d'usuari
cs: Uživatelské jméno
el: Όνομα χρήστη
fr: Nom d'utilisateur
gl: Nome de usuario
hu: Felhasználónév
it: Nome utente
ja: ユーザ名
lo: ຊື່ຜູ້ໃຊ້
nb: Brukernavn
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Nome de utilizador
pt_br: Usuário
sk: Užívateľské meno
sl: Uporabniško ime
sr: Корисничко име
tr: Kullanıcı Adı

# hostpref_save_password_summary
source: Store login password securely for automatic authentication
ar: قم بتخزين كلمة مرور تسجيل الدخول بشكل آمن لإجراء المصادقة التلقائية.
pt_br: Armazene a senha de login de forma segura para autenticação automática

# hostpref_password_title
source: Password
ar: كلمة المرور
pt_br: Senha

# hostpref_password_unchanged
source: Password (unchanged)
ar: كلمة المرور (لم تتغير)
pt_br: Senha (inalterada)

# hostpref_clear_password
source: Clear saved password
ar: مسح كلمة المرور المحفوظة
pt_br: Limpar senha salva

# hostpref_hostname_title
source: Host
ar: المضيف
ca: Servidor
cs: Hostitelský server
el: Κεντρικός υπολογιστής
fr: Serveur
gl: Máquina
hu: Kiszolgáló
ja: ホスト
lo: ໂຮສ
nb: Vert
pt: Servidor
pt_br: Anfitrião (host)
sk: Hostiteľ
sl: Gostitelj
sr: Домаћин
tr: Sunucu

# hostpref_port_title
source: Port
ar: منفذ
el: Θύρα
gl: Porto
it: Porta
ja: ポート
lo: ພອດ
nl: Poort
pt: Porta
pt_br: Porta
sl: Vrata
sr: Порт

# hostpref_profile_title
source: Profile
ar: الملف الشخصي
ja: プロファイル
pl: Profil
pt_br: Perfil

# hostpref_profile_summary
source: Select a profile to use its terminal settings
ar: اختر ملف تعريف لاستخدام إعدادات الطرفية الخاصة به.
ja: プロファイルを選択してそのターミナル設定を使用する
pl: Wybierz profil aby użyć jego ustawień terminala
pt_br: Selecione um perfil para usar suas configurações de terminal

# hostpref_profile_none
source: None (use host settings)
ar: لا شيء (استخدم إعدادات المضيف)
ja: ホストの設定を使用する
pl: Żaden (użyj ustawień hosta)
pt_br: Nenhum (usar configurações do host)

# profile_controlled_setting
source: Controlled by profile
ar: يتم التحكم فيه بواسطة ملف تعريف
ja: プロファイルによって制御される
pl: Kontrolowany przez profil
pt_br: Controlado por perfil

# font_use_default
source: Use Default
ar: استخدم الإعدادات الافتراضية
ja: デフォルトを使用する
pl: Użyj domyślnego
pt_br: Usar Padrão

# font_system_default
source: Default (Monospace)
ar: افتراضي (خط ذو مسافة ثابتة)
ja: デフォルト（等幅）
pl: Domyślny (Monospace)
pt_br: Padrão Monospaçado

# pubkey_unknown
source: Unknown key
ar: مفتاح غير معروف
ja: 不明なキー
pl: Nieznany klucz
pt_br: Chave desconhecida

# colorscheme_default
source: Default
ar: افتراضي
ja: デフォルト
pl: Domyślny
pt_br: Padrão

# profile_editor_title_new
source: New Profile
ar: ملف تعريف جديد
ja: 新しいプロファイル
pl: Nowy Profil
pt_br: Novo Perfil

# profile_editor_title_edit
source: Edit Profile
ar: تعديل الملف الشخصي
ja: プロファイルの編集
pl: Edytuj profil
pt_br: Editar Perfil

# profile_editor_save
source: Save
ar: حفظ
ja: セーブ
pl: Zapisz
pt_br: Guardar

# profile_editor_name_label
source: Profile Name
ar: اسم الملف الشخصي
ja: プロファイル名
pl: Nazwa profilu
pt_br: Nome do Perfil

# profile_editor_section_icon_color
source: Icon Color
ar: لون الأيقونة
ja: アイコンカラー
pl: Kolor ikony
pt_br: Cor do Ícone

# profile_editor_section_color_scheme
source: Color Scheme
ar: مخطط الألوان
ja: カラースキーム
pl: Schemat kolorów
pt_br: Esquema de Cores

# profile_editor_section_font
source: Font
ar: الخط
ja: フォント
pl: Czcionka
pt_br: Fonte

# profile_editor_section_terminal
source: Terminal
ar: نافذة الأوامر
ja: ターミナル

# profile_editor_font_family_title
source: Font Family
ar: عائلة الخط
ja: フォントファミリー
pl: Rodzina czcionek
pt_br: Família de Fontes

# profile_editor_font_size_title
source: Font Size: %d
ar: حجم الخط: %d
ja: フォントサイズ：%d
pl: Rozmiar czcionki: %d
pt_br: Tamanho da Fonte: %d

# profile_editor_force_size_title
source: Force Size
ar: فرض الحجم
pt_br: Definir tamanho

# profile_editor_force_size_summary
source: Force the terminal to a specific size (columns x rows) instead of auto-sizing to fit the screen.
ar: فرض حجم معين للنافذة الطرفية (عدد الأعمدة × عدد الصفوف) بدلاً من ضبطها تلقائيًا لتناسب حجم الشاشة.
pt_br: Force o tamanho do terminal para um valor específico (colunas x linhas) em vez de ajustá-lo automaticamente para se adequar à tela.

# profile_editor_force_size_enable
source: Enable force size
ar: تفعيل تحديد الحجم بالقوة
pt_br: Ativar o ajuste forçado de tamanho

# profile_editor_force_size_columns
source: Columns
ar: أعمدة
pt_br: Colunas

# profile_editor_force_size_rows
source: Rows
ar: صفوف
pt_br: Linhas

# profile_icon_color_none
source: None (use host color)
ar: لا شيء (استخدم لون المضيف)
ja: なし（ホストカラーを使用）
pl: Żaden (użyj koloru hosta)
pt_br: Nenhum usar cor do host

# profile_list_title
source: Profiles
ar: ملفات التعريف
ja: プロファイル
pl: Profil
pt_br: Perfis

# profile_list_create_profile
source: Create profile
ar: إنشاء ملف تعريف
ja: プロファイルを作成する
pl: Utwórz profil
pt_br: Criar perfil

# profile_list_empty_message
source: No profiles yet. Tap + to create one.
ar: لا توجد ملفات تعريف حتى الآن. اضغط على علامة "+" لإنشاء ملف تعريف.
ja: プロファイルはまだありません + をタップして作成してください
pl: Jeszcze nie ma profili. Naciśnij + aby utworzyć jeden.
pt_br: Nenhum perfil ainda. Toque em + para criar um.

# profile_list_more_options
source: More options
ar: خيارات إضافية
ja: さらにオプション
pl: Więcej opcji
pt_br: Mais opções

# profile_list_duplicate
source: Duplicate
ar: تكرار
ja: 複製
pl: Kopiuj
pt_br: Duplicar

# profile_list_delete
source: Delete
ar: حذف
ja: 削除
pl: Usuń
pt_br: Excluir

# profile_create_dialog_title
source: Create Profile
ar: إنشاء ملف تعريف
ja: プロファイルを作成する
pl: Utwórz Profil
pt_br: Criar Perfil

# profile_create_name_label
source: Profile Name
ar: اسم الملف الشخصي
ja: プロファイル名
pl: Nazwa Profilu
pt_br: Nome do Perfil

# profile_create_button
source: Create
ar: إنشاء
ja: 作成
pl: Utwórz
pt_br: Criar

# profile_create_cancel
source: Cancel
ar: إلغاء
ja: キャンセル
pl: Anuluj
pt_br: Cancelar

# profile_delete_dialog_title
source: Delete Profile
ar: حذف الملف الشخصي
ja: プロファイルを削除する
pl: Usuń Profil
pt_br: Excluir Perfil

# profile_delete_dialog_message
source: Are you sure you want to delete '%s'?
ar: هل أنت متأكد أنك تريد حذف "%s"؟
ja: %sを削除してよいですか?
pl: Czy na pewno chcesz usunąć '%s'?
pt_br: Tem certeza de que deseja excluir '%s'?

# profile_delete_button
source: Delete
ar: حذف
ja: 削除
pl: Usuń
pt_br: Excluir

# profile_delete_cancel
source: Cancel
ar: إلغاء
ja: キャンセル
pl: Anuluj
pt_br: Cancelar

# profile_summary_font
source: Font: %1$s %2$dpt
ar: الخط: %1$s %2$d نقطة
ja: フォント：%1$s %2$dpt
pl: Czcionka %1$s %2$dpt
pt_br: Fonte %1$s %2$dpontos

# profile_summary_emulation
source: Emulation: %s
ar: المحاكاة: %s
ja: エミュレーション：%s
pl: Emulacja: %s
pt_br: Emulação

# console_menu_close
source: Close
ar: إغلاق
ca: Tanca
cs: Zavřít
el: Κλείσιμο
fr: Fermer
gl: Pechar
hu: Bezárás
it: Chiudi
ja: 切断
lo: ປິດ
nb: Lukk
nl: Sluit
pl: Zamknij
pt: Fechar
pt_br: Fechar
sk: Zatvoriť
sl: Zapri
sr: Затвори
tr: Kapat

# console_menu_paste
source: Paste
ar: لصق
ca: Enganxa
cs: Vložit
el: Επικόλληση
fr: Coller
gl: Pegar
hu: Beillesztés
it: Incolla
ja: 貼り付け
lo: ວາງ
nb: Lim inn
nl: Plak
pl: Wklej
pt: Colar
pt_br: Colar
sk: Vložiť
sl: Prilepi
sr: Налепи
tr: Yapıştır

# button_yes
source: Yes
ar: نعم
ca: Sí
cs: Ano
el: Ναι
fr: Oui
gl: Si
hu: Igen
it: Sì
ja: はい
lo: ແມ່ນ
nb: Ja
nl: Ja
pl: Tak
pt: Sim
pt_br: Sim
sk: Áno
sl: Da
sr: Да
tr: Evet

# button_no
source: No
ar: لا
cs: Ne
el: Όχι
fr: Non
gl: Non
hu: Nem
ja: いいえ
lo: ບໍ່
nb: Nei
nl: Nee
pl: Nie
pt: Não
pt_br: Não
sk: Nie
sl: Ne
sr: Не
tr: Hayır

# portforward_local
source: Local
ar: المحلي
cs: Místní
el: Τοπικά
hu: Helyi
it: Locale
ja: ローカル
lo: ໂລຄໍ
nb: Lokal
nl: Lokaal
pl: Lokalny
pt_br: Porta local
sk: Lokálny
sl: Krajevno
sr: локални
tr: Yerel

# portforward_remote
source: Remote
ar: بُعديّ
ca: Remot
cs: Vzdálený
el: Απομακρυσμένα
fr: Distant
gl: Remoto
hu: Távoli
it: Remota
ja: リモート
lo: ທາງໄກ
nb: Ekstern
nl: Op afstand
pl: Zdalny
pt: Remota
pt_br: Remoto
sk: Vzdialený
sl: Oddaljeno
sr: удаљени
tr: Uzak

# portforward_dynamic
source: Dynamic (SOCKS)
ar: ديناميكي (SOCKS)
ca: Dinàmic (SOCKS)
cs: Dynamický (SOCKS)
el: Δυναμικές (SOCKS)
fr: Dynamique (SOCKS)
gl: Dinámica (SOCKS)
hu: Dinamikus (SOCKS)
it: Dinamica (SOCKS)
ja: 動的 (SOCKS)
lo: ໄດນາມິກ (SOCKS)
nb: Dynamisk (SOCKS)
nl: Dynamisch (SOCKS)
pl: Dynamiczny (SOCKS)
pt: Dinâmico (SOCKS)
pt_br: Dinâmico (SOCKS)
sk: Dynamický (SOCKS)
sr: динамички (СОЦКС)
tr: Dinamik (SOCKS)

# portforward_pos
source: Create port forward
ar: انشاء تحويل منفذي
ca: Crea redireccionament de ports
cs: Vytvořit přesměrování portu
el: Δημιουργία προώθησης θύρας
fr: Créer la redirection de port
gl: Crear redirección de porto
hu: Port átirányítás létrehozása
it: Crea inoltro porta
ja: ポート転送の作成
lo: ສ້າງການສົ່ງຕໍ່ພອດ
nb: Opprett portvideresending
nl: Maak port forward
pl: Utwórz przekierowanie portu
pt: Criar redirecionamento de portas
pt_br: Criar encaminhamento de porta
sk: Vytvoriť presmerovanie portu
sl: Ustvari posredovanje vrat
sr: Направи прослеђење порта
tr: Port yönlendirmesi oluştur

# portforward_save
source: Save
ar: حفظ
ja: セーブ
pl: Zapisz
pt_br: Guardar

# list_menu_sortcolor
source: Sort by color
ar: فرز بحسب اللون
ca: Ordena per color
cs: Seřadit podle barvy
el: Ταξινόμηση με χρώμα
fr: Trier par couleur
gl: Ordenar por cor
hu: Rendezés szín szerint
it: Ordina per colore
ja: 色でソート
lo: ຈັດຮຽງຕາມສີ
nb: Sorter etter farge
nl: Sorteer op kleur
pl: Sortuj według koloru
pt: Ordenar por cor
pt_br: Ordenar por cor
sk: Usporiadať podľa farby
sl: Razvrsti po barvi
sr: Поређај по боји
tr: Rengine göre sırala

# list_menu_sortname
source: Sort by name
ar: فرز بحسب الإسم
ca: Ordena per nom
cs: Seřadit podle jména
el: Ταξινόμηση κατά όνομα
fr: Trier par nom
gl: Ordenar por nome
hu: Rendezés név szerint
it: Ordina per nome
ja: 名前順でソート
lo: ຈັດຮຽງຕາມຊື່
nb: Sorter etter navn
nl: Sorteer op naam
pl: Sortuj według nazwy
pt: Ordenar por nome
pt_br: Ordenar por nome
sk: Usporiadať podľa názvu
sl: Razvrsti po imenu
sr: Поређај по имену
tr: İsime göre sırala
