Repository: connectbot/connectbot
Catalog: app/locale/fortune/*.po
Languages: ar, ca, cs, el, fr, gl, hu, it, ja, lo, nb, nl, pl, pt, pt_br, sk, sl, sr, tr

# terminal_auth_ki_fail
source: Authentication method 'keyboard-interactive' failed
ar: فشلت طريقة المصادقة 'التفاعل عبر لوحة المفاتيح'.
ca: Mètode d'autenticació 'teclat-interactiu' fallit.
cs: Pokus o autentizaci 'keyboard-interactive' selhal
el: Απέτυχε η ταυτοποίηση με 'διαδραστικό πληκτρολόγιο'
fr: La méthode d'authentification par clavier a échoué
gl: Fallou o método de autenticación interactiva por teclado
hu: 'keyboard-interactive' azonosítás sikertelen
it: Metodo di autenticazione 'keyboard-interactive' fallito
ja: 'keyboard-interactive' 認証に失敗
lo: ວິທີການກວດສອບສິດແບບ 'keyboard-interactive' ລົ້ມເຫຼວ
nb: Autentiseringsmetoden 'keyboard-interactive' mislyktes
nl: Authenticatie methode 'keyboard-interactive' mislukt
pl: Uwierzytelnienie za pomocą klawiatury nie powiodło się
pt: Falhou a autenticação com método 'teclado-interativo'
pt_br: Método de autenticação 'interativa por teclado' falhou
sk: Overenie cez interaktívnu klávesnicu zlyhalo
sr: Метода аутентификације интерактивном тастатуром није успела
tr: 'Klavyeden karşılıklı' kimlik doğrulaması işlemi başarısız

# terminal_auth_fail
source: [Your host doesn't support 'password' or 'keyboard-interactive' authentication.]
ar: [مضيفك لا يدعم طريقة المصادقة 'كلمة المرور' أو 'التفاعل عبر لوحة المفاتيح'].
ca: [El servidor no admet autenticació amb 'contrasenya' o 'teclat-interactiu'.]
cs: [Hostitel nepodporuje autentizaci heslem, ani 'keyboard-interactive']
el: [Ο κεντρικός υπολογιστής σας δεν υποστηρίζει ταυτοποίηση με 'κωδικό' ή με 'keyboard-interactive'.]
fr: [L'hôte ne supporte pas l'authentification par mot de passe ou par clavier.]
gl: [O teu servidor non permite autenticación por contrasinal nen interactiva por teclado.]
hu: [A gépnév nem támogatja a 'password' vagy 'keyboard-interactive' azonosítást.]
it: [Il tuo host non supporta l'autenticazione 'password' o 'keyboard-interactive'
ja: [ホストは 'password' や 'keyboard-interactive' 認証をサポートしていません.]
lo: [ໂຮສຂອງທ່ານບໍ່ຮອງຮັບການກວດສອບສິດແບບ 'password' ຫຼື 'keyboard-interactive'.]
nb: [Din vert støtter ikke autentiseringsmetodene 'password' eller 'keyboard-interactive'.]
nl: [Uw host ondersteund 'wachtwoord' of 'keyboard-interactive' authenticatie niet.]
pl: [Twój host nie obsługuje uwierzytelnienia za pomocą klawiatury lub hasła]
pt: [O servidor não suporta autenticação por 'palavra-chave' ou 'teclado-interativo'.]
pt_br: [Seu host não suporta autenticação por 'senha' ou 'interativa por teclado'.]
sk: [Váš hostiteľ nepodporuje overenie heslom alebo overenie cez interaktívnu klávesnicu.]
sl: [Vaš gostitelj ne podpira 'password' ali 'keyboard-interactive' avtentikacije.]
sr: [Ваш домаћин не подржава аутентификацију лозинком или интерактивном тастатуром.]
tr: [Hostunuz 'şifre' veya 'klavyeden karşılıklı' kimlik doğrulamasını desteklemiyor.]

# terminal_no_session
source: Session will not be started due to host preference.
ar: لن يتم بدء الجلسة بسبب تفضيل المضيف.
ca: La sessió no s'iniciarà degut a la preferencia de servidor.
cs: Sezení nebude spuštěno kvůli nastavení hosta.
el: Η σύνοδος δεν θα ξεκινήσει λόγω προτίμησης του κεντρικού υπολογιστή.
fr: La session ne sera pas démarrée à cause des préférences de l'hôte.
gl: Non se iniciará a sesión debido ás configuracións de servidor
hu: A munkamenet nem kezdhető el a gép beállítások miatt.
it: La sessione non inizierà a causa delle preferenze dell'host.
ja: ホスト設定によりセッションを開始しません
lo: ເຊດຊັນຈະບໍ່ຖືກເລີ່ມຕົ້ນເນື່ອງຈາກການຕັ້ງຄ່າຂອງໂຮສ.
nb: Sesjonen vil ikke bli startet grunnet vertsinnstillinger.
nl: Sessie zal niet gestart worden door host instelling
pl: Sesja nie zostanie rozpoczęta z powodu ustawień hostu
pt: A sessão não será iniciada devido a preferência do servidor.
pt_br: A sessão não será iniciada devido à configurações do host.
sk: Sedenie nebude spustené z dôvodu nastavenia hostiteľa.
sr: Сесија неће бити покренута због поставке домаћина.
tr: Sunucu tercihleri sebebiyle oturum başlatılamıyor

# terminal_enable_portfoward
source: Enable port forward: %1$s
ar: تفعيل إعادة توجيه المنفذ: %1$s
ca: Activa el redireccionament de ports: %1$s
cs: Povolit přesměrování portu: %1$s
el: Ενεργοποίηση προώθησης θύρας: %1$s
fr: Activer la redirection de port : %1$s
gl: Habilitar redirección de porto: %1$s
hu: Port átirányítás engedélyezése: %1$s
it: Abilita il port forward: %1$s
ja: ポート転送 %1$s を有効化
lo: ເປີດໃຊ້ການສົ່ງຕໍ່ພອດ: %1$s
nb: Aktiver portvideresending: %1$s
nl: Activeer port forward: %1$s
pl: Włącz przekierowanie portu: %1$s
pt: Permitir redirecionamento de porta: %1$s
pt_br: Habilitar encaminhamento de porta: %1$s
sk: Zapnúť presmerovanie portu: %1$s
sr: Омогући прослеђење порта: %1$s
tr: Port yönlendirmesini etkinleştir: %1$s

# local_shell_unavailable
source: Failure! Local shell is unavailable on this phone.
ar: فشل! واجهة سطر الأوامر المحلية غير متاحة على هذا الهاتف.
ca: Fallada! El shell local no està disponible en aquest telèfon.
cs: Selhání! Místní shell není na tomto telefonu podporován
el: Αποτυχία! Το τοπικό κέλυφος δεν είναι διαθέσιμο σε αυτό το τηλέφωνο.
fr: Échec ! Le shell local est indisponible pour ce téléphone.
gl: Erro! O terminal local non está disponíbel neste teléfono.
hu: Hiba! Nincs lokális shell ezen a telefonon.
it: Fallimento! La shell locale non è disponibile su questo telefono.
ja: エラー! この電話機にはローカルシェルがありません.
lo: ລົ້ມເຫຼວ! ບໍ່ມີ Local shell ໃນໂທລະສັບໜ່ວຍນີ້.
nb: Feil! Lokalt skall er utilgjengelig på denne telefonen.
nl: Mislukking! Lokale shell is niet beschikbaar op deze telefoon.
pl: Niepowodzenie! Lokalna powłoka nie jest obsługiwana na tym telefonie.
pt: Erro! O terminal local não está disponível neste telemóvel.
pt_br: Erro! O terminal local não está disponível neste telefone.
sk: Chyba! Lokálny shell je nedostupný na tomto telefóne.
sr: Неуспех! Нема локалне шкољке на овом телефону.
tr: Başarısız! Yerel shell bu telefonda kullanılamıyor.

# notification_text
source: %1$s wants your attention.
ar: يريد %1$s أن يلفت انتباهك.
ca: %1$s necessita la teva atenció.
cs: %1$s žádá pozornost.
el: %1$s θέλει την προσοχή σας.
fr: %1$s requiert votre attention.
gl: %1$s require a túa atención.
hu: %1$s a figyelmére szorul.
it: %1$s richiede la tua attenzione.
ja: %1$s でベルが鳴りました。
lo: %1$s ຕ້ອງການຄວາມສົນໃຈຈາກທ່ານ.
nb: %1$s ønsker din oppmerksomhet.
nl: %1$s wil je aandacht.
pl: %1$s wymaga reakcji
pt: %1$s requer a sua atenção.
pt_br: %1$s deseja sua atenção.
sk: %1$s vyžaduje vašu pozornosť.
sl: %1$s želi vašo pozornost.
sr: %1$s жели вашу пажњу.
tr: %1$s sizi uyarıyor

source: No
ar: لا
cs: Ne
el: Όχι
fr: Non
gl: Non
hu: Nem
ja: いいえ
lo: ບໍ່
nb: Nei
nl: Nee
pl: Nie
pt: Não
pt_br: Não
sk: Nie
sl: Ne
sr: Не
tr: Hayır

source: Yes
ar: نعم
ca: Sí
cs: Ano
el: Ναι
fr: Oui
gl: Si
hu: Igen
it: Sì
ja: はい
lo: ແມ່ນ
nb: Ja
nl: Ja
pl: Tak
pt: Sim
pt_br: Sim
sk: Áno
sl: Da
sr: Да
tr: Evet

# list_color_schemes
source: Color schemes
ar: مخططات الألوان
ja: カラースキーム
pl: Schematy kolorów
pt_br: Esquemas de cores

# menu_colors_reset
source: Reset
ar: صفّر
ca: Reinicia
cs: Obnovit
el: Επαναφορά
fr: Réinitialiser
gl: Reiniciar
hu: Visszaállít
it: Reimposta
ja: リセット
lo: ຣີເຊັດ
nb: Tilbakestill
nl: Terug naar standaardinstellingen
pl: Przywróć
pt: Repor
pt_br: Reiniciar
sk: Pôvodné
sl: Ponastavi
sr: Ресетуј
tr: Sıfırla

# button_manage_schemes
source: Manage Schemes
ar: إدارة المخططات
ja: スキームの管理
pl: Zarządzaj schematami
pt_br: Gerenciar Esquemas

# title_scheme_manager
source: Manage Color Schemes
ar: إدارة مخططات الألوان
ja: カラースキームの管理
pl: Zarządzaj schematami kolorów
pt_br: Gerenciar Esquemas de Cores

# button_new_scheme
source: New Scheme
ar: مخطط جديد
ja: ニュー スキーム
pl: Nowy Schemat
pt_br: Novo Esquema

# button_duplicate_scheme
source: Duplicate
ar: تكرار
ja: 複製
pl: Kopiuj
pt_br: Duplicar

# button_rename_scheme
source: Rename
ar: أعد التسمية
ja: 名前を変更する
pl: Zamień nazwę
pt_br: Renomear

# button_delete_scheme
source: Delete
ar: حذف
ja: 削除
pl: Usuń
pt_br: Excluir

# dialog_title_new_scheme
source: New Color Scheme
ar: مخطط ألوان جديد
ja: ニューカラースキーム
pl: Nowy schemat kolorów
pt_br: Novo Esquema de Cores

# dialog_title_rename_scheme
source: Rename Color Scheme
ar: أعد تسمية نظام الألوان
ja: カラースキームの名前を変更する
pl: Zmień schemat kolorów
pt_br: Renomear Esquema de Cores

# label_scheme_name
source: Scheme Name
ar: اسم المخطط
ja: スキーム名
pl: Nazwa schematu
pt_br: Nome do Esquema

# label_scheme_description
source: Description (optional)
ar: وصف (اختياري)
ja: 説明（オプション）
pl: Opis (opcjonalny)
pt_br: Descrição opcional

# dialog_title_delete_scheme
source: Delete Scheme?
ar: هل تريد حذف المخطط؟
ja: スキームを削除しますか?
pl: Usuń schemat?
pt_br: Excluir Esquema?

# dialog_message_delete_scheme
source: Are you sure you want to delete "%1$s"? This action cannot be undone.
ar: هل أنت متأكد من أنك تريد حذف "%1$s"؟ لا يمكن التراجع عن هذا الإجراء.
ja: 「%1$s」を削除してよいですか？この操作は取り消すことができません。
pl: Czy na pewno chcesz usunąć "%1$s"? To działanie nie może być cofnięte.
pt_br: Tem certeza de que deseja excluir "%1$s"? Esta ação não pode ser desfeita.

# button_confirm
source: Confirm
ar: تأكيد
ja: 確認する
pl: Potwierdź
pt_br: Confirme

# button_cancel
source: Cancel
ar: إلغاء
ja: キャンセル
pl: Anuluj
pt_br: Cancelar

# label_built_in_scheme
source: Built-in
ar: مدمج
ja: 内蔵の
pl: Wbudowany
pt_br: Integrado

# label_custom_scheme
source: Custom
ar: مخصص
ja: カスタム
pl: Niestandardowy
pt_br: Personalizado

# empty_custom_schemes
source: No custom schemes. Tap "New Scheme" to create one.
ar: لا توجد مخططات مخصصة. اضغط على "مخطط جديد" لإنشاء مخطط.
ja: カスタムスキームがありません。「新しいスキーム」をタップして作成してください。
pl: Brak niestandardowych schematów. Naciśnij „Nowy schemat”, aby utworzyć nowy.
pt_br: Nenhum esquema personalizado. Toque em "Novo Esquema" para criar um.

# button_edit_palette
source: Edit Palette
ar: تعديل لوحة الألوان
ja: パレットを編集する
pl: Edytuj Paletę
pt_br: Editar Paleta

# button_export_scheme
source: Export Scheme
ar: تصدير المخطط
ja: エクスポートスキーム
pl: Eksportuj schemat
pt_br: Esquema de Exportação

# button_import_scheme
source: Import Scheme
ar: استيراد مخطط
ja: インポートスキーム
pl: Schemat importu
pt_br: Esquema de Importação

# message_export_success
source: Exported %1$s
ar: تم تصدير %1$s
ja: エクスポートしました %1$s
pl: Eksportowano %1$s
pt_br: Exportado %1$s

# message_import_success
source: Imported %1$s
ar: تم استيراد %1$s
ja: インポートしました %1$s
pl: Zaimportowano %1$s
pt_br: Importado %1$s

# error_export_failed
source: Failed to export scheme: %1$s
ar: فشل تصدير المخطط: %1$s
ja: スキームのエクスポートに失敗しました：%1$s
pl: Niepowodzenie eksportu schematu %1$s
pt_br: Falha ao exportar esquema %1$s

# error_import_failed
source: Failed to import scheme: %1$s
ar: فشل استيراد المخطط: %1$s
ja: スキームのインポートに失敗しました：%1$s
pl: Niepowodzenie podczas importowania schematu %1$s
pt_br: Falha ao importar esquema %1$s

# error_invalid_json
source: Invalid JSON file
ar: ملف JSON غير صالح
ja: 無効なJSONファイル
pl: Nieprawidłowy plik JSON
pt_br: Arquivo JSON inválido

# title_palette_editor
source: Edit Color Palette
ar: تعديل لوحة الألوان
ja: カラーパレットを編集する
pl: Edytuj paletę kolorów
pt_br: Editar Paleta de Cores

# button_reset_all_colors
source: Reset All
ar: إعادة تعيين الكل
ja: リセット全て
pl: Zresetuj wszystko
pt_br: Reiniciar Tudo

# section_ansi_colors
source: ANSI Colors (0–15)
ar: ألوان ANSI (0-15)
ja: ANSIカラー（０～１５）
pl: Kolory ANSI (0–15)
pt_br: Cores ANSI 0–15

# dialog_title_edit_color
source: Edit Color %1$d
ar: تعديل اللون %1$d
ja: カラーエディット %1$d
pl: Edytuj kolor %1$d
pt_br: Editar Cor %1$d

# dialog_title_reset_all
source: Reset All Colors?
ar: هل تريد إعادة تعيين جميع الألوان؟
ja: すべての色をリセットしますか?
pl: Zresetować wszystkie kolory?
pt_br: Reiniciar todas as cores?

# dialog_message_reset_all
source: This will reset all 256 colors to their default values. This action cannot be undone.
ar: سيؤدي هذا إلى إعادة تعيين جميع الألوان الـ 256 إلى قيمها الافتراضية. لا يمكن التراجع عن هذا الإجراء.
ja: これにより、256色すべてがデフォルト値にリセットされます。この操作は取り消すことができません。
pl: To spowoduje zresetowanie wszystkich 256 kolorów do ich wartości domyślnych. Ten czynność nie może być cofnięta.
pt_br: Isso irá reiniciar todos os 256 cores para seus valores padrão. Esta ação não pode ser desfeita.

# app_is_running
source: ConnectBot is running
ar: البرنامج يعمل
ca: El ConnectBot està en marxa
cs: ConnectBot běží
el: Εκτελείται το ConnectBot
fr: ConnectBot est en cours
gl: ConnectBot está en execución
hu: ConnectBot már fut
it: ConnectBot è in esecuzione
ja: ConnectBot起動中
lo: ConnectBot ກຳລັງເຮັດວຽກຢູ່
nb: ConnectBot kjører
nl: ConnectBot werkt (Connecties zijn actief)
pl: ConnectBot jest uruchomiony
pt: O ConnectBot em execução
pt_br: ConnectBot está executando
sk: ConnectBot je spustený
sl: ConnectBot je dejaven
sr: Конектбот је покренут
tr: ConnectBot çalışıyor

# label_red
source: Red
ar: أحمر
ja: レッド
pl: Czerwony
pt_br: Vermelho

# label_green
source: Green
ar: أخضر
ja: グリーン
pl: Zielony
pt_br: Verde

# label_blue
source: Blue
ar: أزرق
ja: ブルー
pl: Niebieski
pt_br: Azul

# label_hex_color
source: Hex Color
ar: لون سداسي عشري
ja: 16進カラーコード
pl: Kolor heksadecymalny
pt_br: Cor Hexadecimal

# color_bg_label
source: BG: %1$d
ar: الخلفية: %1$d
ca: Fons: %1$d
cs: Pozadí: %1$d
el: ΧΠ: %1$d
fr: AP: %1$d
it: CS: %1$d
pt: CF: %1$d
pt_br: SP: %1$d
tr: AR: %1$d

# image_description_connected
source: Connected.
ar: متصل.
ca: Connectat.
cs: Připojeno.
el: Έγινε σύνδεση.
fr: Connecté
gl: Conectado.
hu: Kapcsolódva
it: Connesso.
ja: 接続しました。
lo: ເຊື່ອມຕໍ່ແລ້ວ.
pl: Połączono
pt: Ligado
pt_br: Conectado.
sl: Povezano.
sr: Повезан.
tr: Bağlandı.

# image_description_disconnected
source: Disconnected.
ar: غير متّصل.
ca: Desconnectat.
cs: Odpojeno.
el: Αποσυνδέθηκε.
fr: Déconnecté
gl: Desconectado.
it: Disconnesso.
ja: 切断しました
lo: ຕັດການເຊື່ອມຕໍ່ແລ້ວ.
pl: Rozłączono.
pt: Desligado.
pt_br: Desconectado.
sl: Prekinjeno.

# image_description_toggle_control_character
source: Toggle control character.
ar: تبديل حرف التحكم.
ca: Commuta el caràcter de control.
el: Εναλλαγή χαρακτήρα ελέγχου.
fr: Activer/désactiver le caractère "contrôle"
gl: Mudar carácter de control
hu: Vezérlő jel i/n
it: Alterna il carattere di controllo.
ja: コントロール文字を切り替えます。
lo: ສະຫຼັບຕົວອັກສອນຄວບຄຸມ.
pl: Przełącz znak kontrolny
pt: Alternar o caractere de controle.
pt_br: Alternar o caractere de controle.
sr: Мењај контролни знак.

# image_description_send_escape_character
source: Send escape character.
ar: أرسل حرف الهروب.
ca: Envia el caràcter d'escapada
cs: Odeslat stisk klávesy Esc
el: Αποστολή ESC
fr: Envoyer "échap"
gl: Enviar carácter escape
hu: Kilépő jel küldés
it: Mandare un carattere escape.
ja: エスケープ文字を送信します。
lo: ສົ່ງຕົວອັກສອນ escape.
pl: Wyślij znak ESC
pt: Enviar caractere de escape.
pt_br: Enviar caractere de escape.
sr: Пошаљи Esc знак.

# image_description_send_tab_character
source: Send TAB character.
ar: أرسل حرف الجدولة (TAB).
ca: Envia el caràcter de tabulació
cs: Poslat stisk klávesy TAB
el: Αποστολή TAB
fr: Envoyer une tabulation
gl: Enviar carácter TAB
it: Invia carattere TAB.
ja: Tabキーを送信します。
lo: ສົ່ງຕົວອັກສອນ TAB.
pl: Wyślij znak TAB.
pt: Enviar caractere TAB
pt_br: Enviar caractere TAB

# image_description_hide_keyboard
source: Hide keyboard.
ar: إخفاء لوحة المفاتيح.
ca: Amaga el teclat
cs: Skrýt klávesnici
el: Απόκρυψη πληκτρολογίου
fr: Masquer le clavier
gl: Agochar teclado.
it: Nascondi tastiera.
ja: キーボードを非表示。
lo: ເຊື່ອງແປ້ນພິມ.
pl: Ukryj klawiaturę
pt: Esconder teclado
pt_br: Esconder teclado

# image_description_show_keyboard
source: Show keyboard.
ar: عرض لوحة المفاتيح.
ca: Mostra el teclat
cs: Zobrazit klávesnici.
el: Εμφάνιση πληκτρολογίου
fr: Afficher le clavier.
gl: Amosar teclado.
hu: Billentyűzet megmutatása
it: Mostra la tastiera.
ja: キーボードを表示します。
lo: ສະແດງແປ້ນພິມ.
pl: Pokarz klawiaturę
pt: Mostrar teclado
pt_br: Exibir teclado
sr: Прикажи тастатуру.
tr: Klavye göster.

# image_description_up
source: Arrow up
ar: سهم للأعلى
ca: Fletxa amunt
cs: Šipka nahoru
el: Βέλος πάνω
fr: Flèche haut
gl: Frecha arriba
it: Freccia su
ja: 上矢印
lo: ລູກສອນຂຶ້ນ
pl: Strzałka w górę
pt: Seta para cima
pt_br: Seta acima

# image_description_down
source: Arrow down
ar: سهم لأسفل
ca: Fletxa avall
cs: Šipka dolů
el: Βέλος κάτω
fr: Flèche bas
gl: Frecha abaixo
it: Freccia giù
ja: 下矢印
lo: ລູກສອນລົງ
pl: Strzałka w dół
pt: Seta para baixo
pt_br: Seta abaixo

# image_description_left
source: Arrow left
ar: سهم لليسار
ca: Fletxa esquerra
cs: Šipka vlevo
el: Βέλος αριστερά
fr: Flèche gauche
gl: Frecha esquerda
it: Freccia sinistra
ja: 左矢印
lo: ລູກສອນຊ້າຍ
pl: Strzałka w lewo
pt: Seta para esquerda
pt_br: Seta para esquerda

# image_description_right
source: Arrow right
ar: سهم متجه لليمين
ca: Fletxa dreta
cs: Šipka vpravo
el: Βέλος δεξιά
fr: Flèche droite
gl: Frecha dereita
it: Freccia destra
ja: 右矢印
lo: ລູກສອນຂວາ
pl: Strzałka w prawo
pt: Seta para direita
pt_br: Seta para direita

# button_key_home
source: Home
ar: الرئيسية
ca: Inici
fr: Début
gl: Inicio
pl: Dom
pt: Tecla Início
pt_br: Início
sl: Domov

# button_key_end
source: End
ar: نهاية
ca: Fi
fr: Fin
gl: Fin
it: Fine
pt: Tecla Fim
pt_br: Finalizar
sl: Konec

# button_key_pgup
source: PgUp
ar: Page Up
ca: Re Pàg
fr: PgPréc
gl: Re Páx
it: PgSu
pt: Pág. acima
pt_br: PageUp

# button_key_pgdn
source: PgDn
ar: Page Down
ca: Av Pàg
fr: PgSuiv
gl: Av Páx
it: PgGiù
pt: Pág. abaixo
pt_br: PageDn

# terminal_keyboard_text_input_button
source: Text input
ar: إدخال نص
ja: テキスト入力
pl: Wprowadzanie tekstu
pt_br: Entrada de texto

# terminal_text_input_dialog_title
source: Text Input
ar: إدخال نص
ja: テキスト入力
pl: Wprowadzanie tekstu
pt_br: Entrada de Texto

# terminal_text_input_dialog_label
source: Enter text to send to terminal
ar: أدخل النص المراد إرساله إلى الطرفية
ja: ターミナルに送信するテキストを入力してください
pl: Wprowadź tekst do wysłania do terminala
pt_br: Digite o texto para enviar ao terminal

# console_menu_text_input
source: Text input
ar: إدخال نص
ja: テキスト入力
pl: Wprowadzanie tekstu
pt_br: Entrada de texto

# button_send
source: Send
ar: أرسل
ja: 送信
pl: Wyślij
pt_br: Enviar

# button_ok
source: OK
ar: حسناً

# button_close
source: Close
ar: أغلق
ja: クローズ
pl: Zamknij
pt_br: Fechar

# button_back
source: Back
ar: الرجوع
ja: バック
pl: Wstecz
pt_br: Voltar

# button_navigate_up
source: Navigate up
ar: انتقل للأعلى
ja: 上に移動する
pl: Przejdź do góry
pt_br: Navegar para cima

# button_more_options
source: More options
ar: خيارات إضافية
ja: さらにオプション
pl: Więcej opcji
pt_br: Mais opções

# button_host_options
source: Host options
ar: خيارات المضيف
ja: ホストオプション
pl: Opcje hosta
pt_br: Opções de host

# button_collapse
source: Collapse
ar: طي
ja: 折り畳み
pl: Zwiń
pt_br: Colapsar

# error_key_load_failed
source: Failed to load key '%1$s': %2$s
ar: فشل تحميل المفتاح '%1$s': %2$s
ja: キー'%1$s'の読み込みに失敗しました：%2$s
pl: Nie udało się załadować klucza '%1$s': %2$s
pt_br: Falha ao carregar a chave '%1$s': %2$s

# error_connection_failed
source: Failed to connect to %1$s (%2$s): %3$s
ar: فشل الاتصال بـ %1$s (%2$s): %3$s
ja: 接続に失敗しました %1$s (%2$s) %3$s
pl: Nie udało się połączyć z %1$s (%2$s): %3$s
pt_br: Falha ao conectar a %1$s (%2$s): %3$s

# error_port_forward_load_failed
source: Failed to load port forwards for %1$s: %2$s
ar: فشل تحميل إعادة توجيه المنافذ لـ %1$s: %2$s
pl: Nie udało się załadować przekierowań portów dla %1$s: %2$s
pt_br: Falha ao carregar redirecionamentos de porta para %1$s: %2$s

# error_host_save_failed
source: Failed to save host %1$s: %2$s
ar: فشل حفظ المضيف %1$s: %2$s
ja: ホスト%1$sの保存に失敗しました：%2$s
pl: Niepowodzenie zapisu hosta %1$s: %2$s
pt_br: Falha ao salvar o host %1$s: %2$s

# error_color_scheme_load_failed
source: Failed to load color scheme: %s
ar: فشل تحميل نظام الألوان: %s
ja: カラースキームの読み込みに失敗：%s
pl: Nie udało się wczytać schematu kolorów %s
pt_br: Falha ao carregar esquema de cores: %s

# host_duplicate_nickname
source: %1$s (copy)
ar: %1$s (نسخة)
pt_br: %1$s (cópia)

# empty_hosts_message
source: No hosts configured
ar: لم يتم تكوين أي مضيفات
ja: ホストが設定されていません
pl: Żadne hosty nie zostały skonfigurowane
pt_br: Nenhum host configurado

# empty_pubkeys_message
source: No keys found.
ar: لم يتم العثور على أي مفاتيح.
ja: キーやキーが見つかりませんでした。
pl: Nie znaleziono kluczy.
pt_br: Nenhuma chave encontrada.

# empty_port_forwards_message
source: No port forwards configured.
ar: لم يتم تكوين أي إعادة توجيه للمنافذ.
ja: ポートフォワードが設定されていません。
pl: Żadne przekierowania portów nie zostały skonfigurowane.
pt_br: Nenhuma reencaminhamento de porta configurado.

# empty_urls_message
source: No URLs found in terminal buffer
ar: لم يتم العثور على أي عناوين URL في ذاكرة التخزين المؤقت للطرفية.
ja: ターミナルバッファ内にURLは見つかりませんでした
pl: Nie znaleziono adresów URL w buforze terminala
pt_br: Nenhum URL encontrado no buffer do terminal

# console_default_title
source: Console
ar: وحدة التحكم
ja: コンソール
pl: Konsola
pt_br: Console é um termo que não está presente na frase original fornecida para tradução, porém o termo Console em português é Console

# host_editor_quick_connect_label
source: Quick connect
ar: اتصال سريع
ja: クイック接続
pl: Szybkie połączenie
pt_br: Conectar rápido

# host_editor_quick_connect_example
source: Example: root@192.168.1.1:22
ar: مثال: root@192.168.1.1:22
ja: 例: root@192.168.1.1:22
pl: Przykład root@192.168.1.1:22
pt_br: Exemplo root@192.168.1.1{22

# host_editor_show_advanced
source: Show advanced options
ar: عرض الخيارات المتقدمة
ja: 高度なオプションを表示する
pl: Pokaż zaawansowane opcje
pt_br: Mostrar opções avançadas

# host_editor_hide_advanced
source: Hide advanced options
ar: إخفاء الخيارات المتقدمة
ja: 高度なオプションを隠す
pl: Ukryj zaawansowane opcje
pt_br: Esconder opções avançadas

# resize_width_label
source: Width (columns)
ar: العرض (بالأعمدة)
ja: カラム数
pl: Szerokość (kolumny)
pt_br: Largura colunas

# resize_height_label
source: Height (rows)
ar: الارتفاع (عدد الصفوف)
ja: 行数
pl: Wysokość liczba wierszy
pt_br: Altura linhas

# resize_disable_force_size
source: Disable force size
ar: تعطيل تحديد الحجم الإجباري
pt_br: Desativar o redimensionamento forçado

# pubkey_editor_key_type_label
source: Key type
ar: نوع المفتاح
ja: キー種別
pl: Typ klucza
pt_br: Tipo de chave

# pubkey_editor_options_label
source: Options
ar: خيارات
ja: オプション
pl: Opcje
pt_br: Opções

# pubkey_editor_encrypted_startup_warning
source: Encrypted keys cannot be unlocked at startup
ar: لا يمكن فك تشفير المفاتيح عند بدء التشغيل.
ja: 暗号化されたキーは起動時に解除できない
pl: Szyfrowane klucze nie mogą być odblokowane podczas uruchamiania
pt_br: Chaves criptografadas não podem ser desbloqueadas na inicialização

# pubkey_type_label
source: Type: %s
ar: النوع: %s
ja: タイプ：%s
pl: Typ: %s
pt_br: Tipo: %s

# pubkey_encrypted_description
source: Encrypted
ar: مشفر
ja: 暗号化された
pl: Zaszyfrowane
pt_br: Criptografado

# pubkey_not_encrypted_description
source: Not encrypted
ar: غير مشفر
ja: 暗号化されていない
pl: Niezaszyfrowane
pt_br: Não criptografado

# pubkey_biometric_protection
source: Fingerprint protection
ar: حماية بصمة الإصبع
ja: フィンガープリント保護
pl: Ochrona odciskiem palca
pt_br: Proteção por impressão digital

# pubkey_biometric_description
source: Protect this key with your fingerprint
ar: احمِ هذه المفتاح ببصمتك.
ja: この鍵を指紋で保護する
pl: Zabezpiecz ten klucz odciskiem palca
pt_br: Proteja esta chave com sua digital

# pubkey_biometric_not_enrolled
source: No fingerprint enrolled. Set up fingerprint in device settings to use this feature.
ar: لم يتم تسجيل أي بصمة. قم بإعداد بصمة في إعدادات الجهاز لاستخدام هذه الميزة.
ja: フィンガープリントが登録されていません。 この機能を使用するには、デバイスの設定でフィンガープリントを設定してください
pl: Brak zarejestrowanego odcisku palca. Ustaw odcisk palca w ustawieniach urządzenia aby użyć tej funkcji.
pt_br: Nenhum dedo registrado. Configure impressão digital nas configurações do dispositivo para usar essa função.

# pubkey_biometric_key_type_warning
source: Fingerprint protection is only available for RSA and EC keys
ar: حماية بصمة الإصبع متاحة فقط لمفاتيح RSA و EC.
ja: フィンガープリント保護はRSAとECキーのみで利用可能です
pl: Ochrona odcisku palca jest dostępna tylko dla kluczy RSA i EC
pt_br: Proteção por impressão digital está disponível apenas para chaves RSA e EC
